[
  {
    "url": "https://www.facebook.com/share/p/1FuTqQgwnM/",
    "poster": "Kaito Kid",
    "time": "26 tháng 6 lúc 16:12",
    "content": "@ Nhiều người nhận xét rằng đề thi toán kì thi THPT Quốc gia 2025 quá dài và khó ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 772",
          "example_comments": [
            "Kaito Kid có ạ",
            "xem cho em đi",
            "0:00 / 0:13"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 101",
          "example_comments": [
            "Thầy Thích Khai Quảng - Fan trùng tang luôn r thầy ơi",
            "Thầy Thích Khai Quảng - Fan à thì chỉ trúng được mấy câu khoanh thôi chứ đến đúng sai với trả lời ngắn thì tạch á thầy",
            "Thầy Thích Khai Quảng - Fan dạ thầy 🥰"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 38",
          "example_comments": [
            "Yến Nhi cảm ơn Đảng, chính phủ, nhân dân và các kĩ sư Liên Xô đã hỗ trợ, giúp đỡ để đất nước ta xây dựng nhà máy thuỷ điện Hoà Bình năm 1994 để nhân dân không còn lo cảnh thiếu điện. Cảm ơn ba mẹ và những bóng đèn nơi bệnh viện phụ sản đã được thắp sáng để con được sinh ra năm 2006 và tham gia kì thi tốt nghiệp THPTQG 2024",
            "\"Cái cảm giác á mà mình ngồi trong cái phòng đại học, phòng thi đại học á, cái bài mình dư sức làm được á nhưng mà mình chỉ được phép làm phân nửa thôi, phân nửa còn lại mình phải bỏ giấy trắng, bởi vì mình biết nhà mình nghèo. Trời ơi cái cảm giác đó khi mà mình đi ra đầu tiên nha, cái phòng thi xong hết rồi người ta còn ráng người ta làm cho xong. Vừa mới cho ra là mình phải đi ra liền, đi ra liền thấy mẹ đứng mẹ chờ mẹ hỏi có làm được bài không con dạ không, bài này khó quá con làm không được, mình, mình nói dối mẹ mình đó mình thấy mẹ mình rưng rưng chở mình về, mẹ mình rưng rưng mà mình, mình nói không có được, nói không có được nói ra, thôi bây giờ có thể mình làm mẹ mình buồn nhưng mà chắc chắn sau này mình sẽ làm mẹ mình tự hào.\" 😭",
            "Đề quá khó ,quá dài .Thương các em 2k7"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 59",
          "example_comments": [
            "Hồng Nhung Tiến Dũng cảm ơn Đảng, Nhà nước",
            "Vì sao chiều nay thi toán dễ nhưng mình chỉ lấy 3 điểm ? Mình trả lời cô giáo và mẹ mình rất nhẹ nhàng. Vì đơn giản là mình thích số 3 thôi ( các số còn lại mình không thích). Trong khi mình chỉ bài cho các bạn cùng phòng lấy điểm tối đa thì mình đã “ cố tình” sửa sai đáp án của mình để được con số 3 yêu thích . Điều này khiến mình cảm thầy hài lòng về buổi thi này khi có được con số yêu thích.( câu chuyện có thâth kể lại dựa trên cốt truyện của doan di bang) . Cái cảm giác mình ngồi trong phòng thi đại học, cái bài mình dư sức mình làm được á, nhưng mình chỉ được phép làm phân nửa thôi , phan nửa còn lại mình phải bỏ giấy trắng bởi vì mình biết nhà mình nghèo. Và cũng vì e thích các số 1,2,3,4,5 nên e chỉ lấy các số điểm đó thôi, khi đó e mới hiểu cảm giác của hana con đoàn di bom :” Hana bình thường trong lớp học rất là giỏi toán giống mẹ( ngày xửa ngày xưa băng thi toán cấp hành tinh) nhưng đến khi thi thì hana lại điểm thấp nhất lớp “ chỉ được có 8 điểm thôi” trong khi các bạn toàn 9, 10 hết . Thì cô giáo và về nhà mẹ có hỏi hana là tại sao con lại như vậy , bình thường con học rất giỏi toán mà tại sao con lại để điểm 8 thì hana trả lời rất nhẹ nhàng vì con thích số 8 ( con không thích số 9,10 chứ không phải con không lấy được) nên con chỉ muốn được 8 điểm thôi . Chú thích thêm :” Trong khi đó hana còn nhắc hết các bạn trong phòng xung quanh hana đều được điểm 9,10 và hana cố tình sửa bài mình sai để được 8 điểm thôi (vì thích số 8 là lấy 8 điểm thôi) . Vậy nên ra về mình cũng nói với mẹ y chang vậy và khoe là chỉ các bạn trong phòng thi được điểm cao nữa.(thạch anh😭)",
            "Ngỡ đâu đi thi ứng xử miss grand 😃"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Lê Trung Hiếu tao thi lại lớp 10 con chó ạ",
            "https://onthisinhvien.com/dap-an-de-thi-mon-toan-tot-nghiep-thpt-2025-tat-ca-cac-ma-de",
            "Trung Doan biết z thi lại"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 52",
          "example_comments": [
            "Hoàng Nam Nguyen Anh khổ nhất thế giới",
            "Chógath Cổng lúc làm giấy khai sinh chưa nghĩ ra cảnh này =))",
            "9đ trong tay 1đ trong giấy"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 28",
          "example_comments": [
            "Đề thi vừa sức với giáo viên",
            "Đủ tốt nghiệp thật sự!!",
            "Đề này là nỗi ám ảnh của tôi 😭"
          ]
        }
      ]
    }
  },
  {
    "url": ":https://www.facebook.com/share/p/16phskiV2s/",
    "poster": "Chuyên Anh Tutorials",
    "time": "1 tuần",
    "content": "@ Nhiều sĩ tử nhận xét đề thi tiếng Anh kì thi THPT Quốc gia 2025 khá khó đối với những bạn chưa tiếp xúc với đề thi IELTS",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 92",
          "example_comments": [
            "Chuyên Anh Tutorials còn 1 mã nữa đk ad",
            "Chuyên Anh Tutorials hơi mờ ad ơi",
            "Phuong Tam file đây"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Đề Tốt Nghiệp THPTQG Tiếng Anh 2025 (1105).pdf",
            "ĐỀ TỐT NGHIỆP THPT MÔN TIẾNG ANH (ALL MÃ ĐỀ) - Google Drive",
            "Đề này mình làm thử dc 8 điểm. Ox mình làm dc 9,5."
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Quỳnh Phạm dạ đây là bài học sinh scan lại nên chị thông cảm giúp em ạ",
            "Huỳnh Việt Anh thi học rộng lắm, toàn vào ngoại lệ thôi nên k trúng câu nào vào 1 phần ngữ pháp cũng là bthg",
            "Từ một đề thi dùng để đánh giá khả năng học tập của học sinh sau 12 năm học thành một đề thi chuyên ngành dùng một đống từ ngữ học thuật, ko biết có đc đề cập trong giáo trình phổ thông và có ứng dụng đc vào đời sống hàng ngày hay ko :)))"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 9",
          "example_comments": [
            "Mà phải \"cày\" cật lực nhé các em.",
            "Thuy Linh linh à linh , t chưa đủ khổ à hay sao hả linh . m giết cmt đi",
            "Phần đục điền câu mệnh đề ôn cho bọn nhỏ relative clause participle clause quá trời, cuối cùng k trúng câu nào, khổ =)))"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 4",
          "example_comments": [
            "Đề khó. Năm nay 8 điểm là đã giỏi rùi",
            "Ối giồi ooiiiiii",
            "bà giáo bị bốc khói bài nào thế :)))"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Thu Hà Vũ t sẽ dừng suy nghĩ đề thpt là dễ 🙂 từ giờ t sẽ ôn tập chăm chỉ. con cảm ơn cha mẹ đã sinh ra con t9 năm sau đó.",
            "Đọc - hiểu - giải quyết: thì kỳ thi này chỉ làm được là giúp hs đọc"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Làm nhanh 40p check được 19/40, 4,75, chưa được trung bình nữa, khó hơn đề năm mình 2018"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1EVrhLcGUE/",
    "poster": "Học tiếng Anh cùng cô Vũ Mai Phương",
    "time": "1 tuần",
    "content": "@ Đối với năm nay - năm 2025, đề thi tiếng Anh kì thi THPT Quốc gia được nhiều người nhận định rằng đề quá dài và cỡ chữ được in với kích thước nhỏ hơn bình thường",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 250",
          "example_comments": [
            "Học tiếng Anh cùng cô Vũ Mai Phương bị thu lại rồi cô ơi",
            "Học tiếng Anh cùng cô Vũ Mai Phương em tưởng đề không khó hơn Đề Tinh Hoa của cô ạ:))",
            "Học tiếng Anh cùng cô Vũ Mai Phương cô ơi cô nhận được thì cô thả tin nhắn email để em biết nha cô, chứ em sợ gửi lỗi 🥲"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Học tiếng Anh cùng cô Vũ Mai Phương khó điên luôn ý",
            "Vì sao dư sức lấy 10 điểm tiếng anh nhưng mình không lấy là vì mình đã “cố tình” chọn số điểm đạt được theo con số may mắn của bản thân. Vì mình học lớp “ chuyên toán văn”( lớp này có mình và chị doan di bang học chung) và trời không cho mình “ thiên phú “ ngoài hai môn toán văn ( theo lời kể chị di bang) nên mình đã chọn cách đạt số điểm may mắn của mình( đạt được số điểm may mắn giúp mình có thể vào đại học). Điều này khiến mình cảm thầy hài lòng về buổi thi này khi có được con số “ may mắn “ của bản thân.( câu chuyện có thật kể lại dựa trên cốt truyện của doan di bang) . Cái cảm giác mình ngồi trong phòng thi đại học, cái bài mình dư sức mình làm được á, nhưng mình chỉ được phép làm phân nửa thôi , phan nửa còn lại mình phải bỏ giấy trắng bởi vì mình biết nhà mình nghèo. Và cũng vì e thích các số 1,2,3,4,5 nên e chỉ lấy các số điểm đó thôi, khi đó e mới hiểu cảm giác của hana con đoàn di bom :” Hana bình thường trong lớp học rất là giỏi toán giống mẹ( ngày xửa ngày xưa băng thi toán cấp hành tinh) nhưng đến khi thi thì hana lại điểm thấp nhất lớp “ chỉ được có 8 điểm thôi” trong khi các bạn toàn 9, 10 hết . Thì cô giáo và về nhà mẹ có hỏi hana là tại sao con lại như vậy , bình thường con học rất giỏi toán mà tại sao con lại để điểm 8 thì hana trả lời rất nhẹ nhàng vì con thích số 8 ( con không thích số 9,10 chứ không phải con không lấy được) nên con chỉ muốn được 8 điểm thôi . Chú thích thêm :” Trong khi đó hana còn nhắc hết các bạn trong phòng xung quanh hana đều được điểm 9,10 và hana cố tình sửa bài mình sai để được 8 điểm thôi (vì thích số 8 là lấy 8 điểm thôi) . Vậy nên ra về mình cũng nói với mẹ y chang vậy và khoe là chỉ các bạn trong phòng thi được điểm cao nữa.( thạch anh😭)",
            "Quá khó đối với các bạn đại trà... bạn chuyen anh cũng kêu khó, dài, không đủ thời gian làm."
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 20",
          "example_comments": [
            "Học tiếng Anh cùng cô Vũ Mai Phương mỗi từ khó thôi nó k diễn tả đc hết sắc thái của cái đề cô ơi=)))",
            "Anh Thuu công nhận",
            "Nguyen Thanh Thuy em cảm ơn chị hiểu cho tụi em, nó thật sự quá khó, vừa khó hiểu lại khó phân bổ thời gian. Lúc làm bài em ứa nước mắt luôn 😭"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 15",
          "example_comments": [
            "Các cháu kêu quá cô ơi. Đề dài, khó k đủ thgian. Đúng là chuột bạch",
            "Đề này thấy làm ielts reading còn dễ hơn, đọc chả hiểu gì",
            "nó khó quá cô ơi 😭😭😭bài đọc 10 câu em kh dịch được gi luôn"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 22",
          "example_comments": [
            "Kiều Trinh",
            "Kỳ thi THPT năm nay nó lạ lắm, đề thi chỉ dành cho các thầy cô chuyên Anh, chuyên toán, chuyên văn thi thì vừa sức, còn các con 2k7 lại quá sức học của các con, mình thấy thương cho các con, 12 năm đèn sách cho 2 ngày thi buồn nhiều hơn là vui 🥲🥲🥲",
            "Quang Huy nhưng phải là GV tiếng Anh nha còn GV tiếng việt thì chỉ có ngó thôi"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Page này lập ra để comment dạo tâm trạng con giống con gái Cô quá. Cố lên Con nhé ❤️",
            "Page này lập ra để comment dạo có lẽ b chưa đủ giỏi đâu b ạ. Mình ko cố ý làm b buồn nhé, nma nhận bản thân giỏi mà đề này khó thì hơi 3 chấm"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Đề toàn từ c1 c2, và thuật ngữ, câu cú đảo ngữ dài ngoằng lung tung, các đáp án gần tương đương nghĩa yêu cầu tư duy cao và sâu mà đã thế bài còn dài ngoằng cho có 50p, với cái form đề bé tin hin khó skimming không hiểu bgd có định cho các em được tiếp cận giáo dục tử tế không hay chỉ muốn thách đố các em đoán ý người ra đề 😃 đã gọi là đề chung thì nó phải mang tính phổ quát chứ đề vừa sức cho hsg và người thi ielts thế này thì cũng chịu",
            "Đnh Thanh Xuân Vì sao dư sức lấy 10 điểm tiếng anh nhưng mình không lấy là vì mình đã “cố tình” chọn số điểm đạt được theo con số may mắn của bản thân. Vì mình học lớp “ chuyên toán văn”( lớp này có mình và chị doan di bang học chung) và trời không cho mình “ thiên phú “ ngoài hai môn toán văn ( theo lời kể chị di bang) nên mình đã chọn cách đạt số điểm may mắn của mình( đạt được số điểm may mắn giúp mình có thể vào đại học). Điều này khiến mình cảm thầy hài lòng về buổi thi này khi có được con số “ may mắn “ của bản thân.( câu chuyện có thật kể lại dựa trên cốt truyện của doan di bang) . Cái cảm giác mình ngồi trong phòng thi đại học, cái bài mình dư sức mình làm được á, nhưng mình chỉ được phép làm phân nửa thôi , phan nửa còn lại mình phải bỏ giấy trắng bởi vì mình biết nhà mình nghèo. Và cũng vì e thích các số 1,2,3,4,5 nên e chỉ lấy các số điểm đó thôi, khi đó e mới hiểu cảm giác của hana con đoàn di bom :” Hana bình thường trong lớp học rất là giỏi toán giống mẹ( ngày xửa ngày xưa băng thi toán cấp hành tinh) nhưng đến khi thi thì hana lại điểm thấp nhất lớp “ chỉ được có 8 điểm thôi” trong khi các bạn toàn 9, 10 hết . Thì cô giáo và về nhà mẹ có hỏi hana là tại sao con lại như vậy , bình thường con học rất giỏi toán mà tại sao con lại để điểm 8 thì hana trả lời rất nhẹ nhàng vì con thích số 8 ( con không thích số 9,10 chứ không phải con không lấy được) nên con chỉ muốn được 8 điểm thôi . Chú thích thêm :” Trong khi đó hana còn nhắc hết các bạn trong phòng xung quanh hana đều được điểm 9,10 và hana cố tình sửa bài mình sai để được 8 điểm thôi (vì thích số 8 là lấy 8 điểm thôi) . Vậy nên ra về mình cũng nói với mẹ y chang vậy và khoe là chỉ các bạn trong phòng thi được điểm cao nữa.( thạch anh😭)",
            "Đề tiếng Anh quá khó"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1B2E2Pdrmm/",
    "poster": "Kaito Kid",
    "time": "1 tuần",
    "content": "@ ‼BỘ GIÁO DỤC LÝ GIẢI VỀ ĐỘ KHÓ CỦA ĐỀ THI TỐT NGHIỆP THPT 2025: ”Ma trận đề thi tốt nghiệp khiến giáo viên, học sinh không thể đoán trước, đảm bảo học thật, thi thật”",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 785",
          "example_comments": [
            "Minh Tran nhiều ng nói dễ mà a",
            "Kiều Dung dễ rớt á fen ☺️",
            "Kiều Dung teencode ko dấu nhiều quá mình ko đọc được huhu 🥲"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 81",
          "example_comments": [
            "Minh Tran bây giờ xã hội cái gì cũng giả. Đến lý thuyết của bộ giáo dục đưa ra cũng giả. Chỉ có các e học sinh kêu trời ko làm được bài là thật thôi",
            "Quốc Huy học sinh làm chuột bạch cho cải cách giáo dục à ? Bọn nó cũng chỉ là học sinh chứ có phải tiến sĩ gì đó đâu mà học một đằng thi một nẻo ? K có cái gì liên quan tới trong bộ sách tiếng anh ???? Thượng đẳng gì ở đây v cha nội",
            "Quốc Huy ông có học chg trình ms, sách ms đâu mà mõm"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 52",
          "example_comments": [
            "Quốc Huy dở quyển sách tiếng anh global success ra có chỗ nào liên quan đến đề thi ko? biết cdg mà nói v? so kiến thức trong sách đấy với cái đề như so kiến thức phổ thông với kiến thức chuyên sâu vậy. chưa kể xem đề minh hoạ, đề khảo sát chính bộ đưa ra cũng đâu có như đề thi này đâu?",
            "Phy Anh đề tiếng anh phổ thông mà t nhìn giống đề thi ielts quá. Khắc nghiệt thiệt sự😅",
            "Quốc Huy tư duy lớp 3 thì nói bé thôi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 41",
          "example_comments": [
            "Phy Anh 2k10 tiếng anh phân nửa ngoài sgk.... mỗi sách lại chứa 1 tí kiến thức đi thi:)",
            "Phy Anh thôi kệ b đó đi bạn, bênh bất chấp mà, lỗi tại hs hết chứ ko phải tại hệ thống giáo dục 😂",
            "Phy Anh thế sao bạn k lên kiện bộ giáo dục đi trước khi ngta ra đề ngta cũng phải làm sao mới ra đề chứ tự nhiên ngta ra đề xong rồi cho bay test à vớ vẩn vừa suy luận logic lên xem nào ?"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 23",
          "example_comments": [
            "Nhiều đứa nó sinh ra có IQ tư duy cái nó làm đc thì đúng nhưng ko thể đánh đồng ai cũng giỏi như ai đc",
            "Hehe bạn nói vậy cũng có chỗ đúng, có chỗ sai hoàn toàn. Đầu tiên, bạn nói là \" ra đề ngoài tư duy của trẻ thì bố ai mà đoán được \" thì đó là sai, họ ra đề ngoài tư duy của bạn chứ chưa chắc là ngoài tư duy của người khác, vẫn có nhiều người giải đc và tính điểm đc điểm cao (mặc dù cũng công nhận đề năm nay khó thật nhưng ko hề ngoài kiến thức tư duy) , với cả học là để hiểu , để áp dụng vào cuộc sống mà bạn bảo ko ai đoán đc thì bạn học tủ à? Nếu đề ai cx biết nó ra gì thì có nhất thiết là phải thi không?Thứ 2 , là bạn nói : \" việc cải cách giáo dục đã làm đúng và đạt hiệu quả chưa? Muốn làm gì thì nghiên cứu cho kĩ, tự mình đặt vào vị trí của các em rồi tự làm chuột bạch trước chứ đừng có áp dụng liền lên thế hệ trẻ. \" cái này thì mình thấy bạn nói rất đúng, bdg nên tự đặt mình làm chuột bạch trước khi thí nghiệm vào tương lai của trẻ.",
            "Minh Tiến Đúng, họ ko hề nghĩ đến việc chúng ta đã thành thạo tiếng việt như thế nào, dạy hoàn toàn là ngữ pháp, mặc dù là lúc ta học tiếng việt thì ko hề học ngữ pháp j hết, chủ yếu trường lớp dạy ngữ pháp là để học sinh điểm cao trong các bài kiểm tra chứ ko phải là áp dụng vào đời sống mặc dù mục đích của việc học là áp dụng vào đời sống, mình thấy chỉ có học itels thì mới áp dụng đc đời sống vì ở đó họ luyện speaking, nói chung là môn tiếng anh là phân môn mà bộ giáo dục đang bỏ quên ở phần nói.Nên luyện kĩ năng nói trước rồi những phần ngữ pháp giúp chúng ta nói đúng nên học sau. Như bạn nói là hoàn toàn chính xác👍"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 80",
          "example_comments": [
            "Ko đáp lại đc chịu r",
            "Nguyễn Hà giờ các bạn thế đấy năng lực tới đâu thì điểm tới đó có tới nỗi đề làm được 1,2 điểm đâu mà cứ gào mồm lên vậy đó khá là khó nói 🥲",
            "Cái gì cũng giả…. Sữa, tp, thuốc… nhưng có mỗi thi là thật :))) thương các em"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 45",
          "example_comments": [
            "Truyện Tranh 2 bố của t ra tới tận đây rồi:)))",
            "Truyện Tranh D(ọn) M(âm) à 🐧",
            "Truyện Tranh má=))))"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1AARzznvoH/",
    "poster": "Kaito Kid",
    "time": "3 ngày",
    "content": "@ Đề thi Ngữ văn kì thi THPT Quốc gia 2025 được đánh giá là đề thi vừa sức, vừa sâu sắc, góp phần đổi mới phương pháp thi – học song song với đó điểm Ngữ văn cao nhất là 9,5 điểm ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Chác cis1 ngưôi đc 9.5",
            "Triều Vy chuyện bth th mà c",
            "chắc của tui á"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 85",
          "example_comments": [
            "mồm thì bảo khó, ngày có điểm hiểu lòng ng🥰",
            "Phươngg Nghii chúc mừng em con đàn bà thủ khoa năm nay chúc mừng em.",
            "Nguyễn Tường Linh qua tq tìm trụ hồi sinh đi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Bé Hồ điêu thuyền:)) 6 thì nói mẹ 6 đi 😇",
            "Bài em đó anh 🥲"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Thực ra đã giấu ae bấy lâu ,bài đó là của taooooooooooo"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Đan Đan t 10 nek",
            "đỉnh thiệt sự",
            "Ánh Tuyết phú thọ 9,75"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "sao ko thấy toán với tiếng anh có thông tin gì nhỉ",
            "Dương Thảo chắc mình á -)))"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Đoàn Nhã Vi tao nghĩ cùng lắm là 9,75 à m, tại tao viết chưa có nhập tâm lắm nên mới được 10 tờ à huhu"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/19bPCoimAv/",
    "poster": "Kaito Kid",
    "time": "27 tháng 6 lúc 09:50",
    "content": "@ Đề thi THPT Quốc gia môn Vật Lý năm 2025 được đánh giá là dễ hơn các môn còn lại và vừa sức với sĩ tủ ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 24",
          "example_comments": [
            "với giáo viên.",
            "Đc cứu r-))))",
            "Có ai có đề 0204 cho mình xin mình bị giữ lại đề"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 395",
          "example_comments": [
            "Vô NV1 😘",
            "Năm nay nhiều 10",
            "NgoQuang Song lý gánh toán với hóa r"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Anh chị cho em xin nhận xét đề lí với:)",
            "Lengoc Phuc bé nhà mình noi y vậy chỉ gỡ lại đc môn lý",
            "chờ đề GDCD mình mới làm được :)))"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 23",
          "example_comments": [
            "Minh Ph đề ngang cho điểm",
            "Minh Ph đề in rõ, sạch :))",
            "Minh Ph đề dễ nha eim"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "=> Đúng là bái phục nền giáo dục nước nhà ☹",
            "Đề này nắm chắc lý thuyết là ngon r",
            "Nguyễn Đức Đạt ok anh"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Thương các con 2k7",
            "Minh Khoa có 50 phút thôi bạn khó 50 phút thì sao đủ",
            "Dài thôi chứ thấy cũng dễ"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Tran Trang lấy giấy bút ra giải đi em",
            "Trần Thị Tố Uyên đừng áp lực em nó :))"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/16hVH4VV5U/",
    "poster": "Bài viết của Kaito Kid",
    "time": "6 ngày",
    "content": "@ Thi tốt nghiệp THPT: Đã xuất hiện những bài Văn đạt điểm 9 và trên 9, phần nghị luận “Vùng trời quê hương nào cũng là bầu trời tổ quốc” nhiều bài viết rất tốt, có dẫn chứng thực tế về việc sáp nhập tỉnh, thành ❤🇻🇳",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 15",
          "example_comments": [
            "Kaito Kid =)) điểm văn năm ngoái toàn 8 9, cao hơn năm ngoái khéo chắc toàn 10",
            "Nguyen Nhat Quang ê t cx viết về bảo vệ lãnh thổ,bảo vệ tổ quốc trong bối cảnh địa chính trị nhiều thay đổi:)))",
            "Có nhưng khong phản đề 🙂"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 335",
          "example_comments": [
            "Kaito Kid vậy mới bảo tay đánh trống miệng la làng",
            "Nguyễn Thái Quynh Anh may t k bt than là j",
            "Phuc Phucc trôn vn"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 27",
          "example_comments": [
            "e tưởng a kid cũng sẽ ghi sát nhập chứ🤡🤡",
            "t chứ còn ai nữa",
            "chắc bài t đấy🌚"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 17",
          "example_comments": [
            "Phúc Huy Page có bộ phận tình báo (thực ra page nào cũng có) gồm những người quen biết sâu rộng (biết các thầy cô chấm thi) và những người làm việc liên quan dữ liệu quốc gia... thực ra những thông tin có được là do truyền miệng, chưa được công khai trên trang dữ liệu công cộng nào",
            "(tôi) 5đ là cùng :)))",
            "Cứ than thôi😞"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 21",
          "example_comments": [
            "Yến Nhi không giải thích phần thân bài với viết hơn 900 chữ còn cứu đckhông",
            "Nguyễn Thị Quế Minh giải thích 1 nữa ý có được tính khom",
            "Các cháu không giả bộ ,nhưng tất cả sẽ được cho điểm cao ."
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Trên 5 là vui",
            "Hoài Trang khả năng lạc đề cao đó bà vì vđnl đâu phải có đó đâu😭",
            "Tran Tvy tui lấy khúc còn cảm tình cậu ơi :))"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Đã xuất hiện những bài Địa dưới 5",
            "Đồng thời thảm án nam kinh cx diễn ra",
            "Đừng v nữa mà em khóc rồi"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1CjaeJF1vF/",
    "poster": "Đài Phát Thanh",
    "time": "18 tuần",
    "content": "@ Tuy MV 'Bắc Bling' của Hòa Minzy gây nhiều tranh cãi nhưng vẫn được phần lớn khán giả ủng hộ vì mang tính quảng bá văn hóa giá trị truyền thống cao. Và MV đã đạt vị trí thứ hai trong bảng xếp hạng các video âm nhạc thịnh hành toàn cầu trong ngày 5/3 ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 262",
          "example_comments": [
            "Bắc Bờ Ling tinh.....",
            "Vũ Tùng khao đi a",
            "Vũ Tùng trùng tên"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 22",
          "example_comments": [
            "Hoàng Vân mình nghe cũng thấy quá hay , trang phục tuyệt đẹp . Diễn viên già nhưng rất thích.",
            "Cho Việt Nam vươn tầm thế giới luôn 😂😂",
            "Nguyễn Dương sao họ giỏi mắc gì mình k chịu công nhận vậy"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Trần Thương idol của chúng nó bjo cũng đc công nhận mà",
            "Mến Thị Nguyễn thế giới nó có nghe đâu mà vươn tầm, toàn VN cày view cho nhau thôi.",
            "Thái Hà Phương bạn vào YouTube gõ \"MV. Bắc Blinh\" vs người nước ngoài và xem kết quả. Chỉ góp ý thôi ko có ý gì khác bạn nhé."
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 19",
          "example_comments": [
            "Mến Thị Nguyễn thế giới cũng chỉ đến thế là cùng 😁😁",
            "Tran van Vy là 1 cái Tên như Tèo, tí, bo, bi á",
            "Công tác chuẩn bị tốt, maketting tốt!"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Azure Wyvern không phải đâu. Có 1 bộ phim kiểu teen Hoà trong vai bạn đó tên minzy. Sau đó Hoà lấy tên Hoà Minzy lun",
            "Nguyễn Yến Phương hnao hát đi nghe với, nghiện nghe quan họ vô cùng ❤",
            "Chúng ta tiếp tục đẩy view. Cho siêu phảm của cô ấy đi"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Đầu cứ văng vẳng: bắc ninh vốn trọng chữ tình của bác Hinh 🙃",
            "Quá đỉnh.",
            "Đỉnh nóc kịch trần e hoà ơi"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Nói cho rõ, toàn cầu TRONG NGÀY, mập mờ vcl ..."
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1Aod8UmwJX/",
    "poster": "Đài Phát Thanh",
    "time": "2 tuần",
    "content": "@ Cá voi vẫy vùng ở Gia Lai: Khi sáp nhập tỉnh trở thành cuộc cách mạng thiên nhiên",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 107",
          "example_comments": [
            "Trần Quốc bình tĩnhhh",
            "Trần Quốc dứt",
            "Phillip Lee jztr"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Tín Gia Nguyễn 2/9 đi daklak tắm biển ko bạn ?",
            "Nguyễn Quý Quốc mấy thằng đồng nai thì béc cái giề :))",
            "chua duoc thay ca voi bao gio"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Trần Quốc vừa phải thôi mấy bố.",
            "Chân Thiện em về GL không chị dắt đi coi cá voi gần nhà chị :))"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Trần Quốc nghe vừa cọc vừa khó chịu 🥲",
            "Trần Quốc me too",
            "nó quay lại chứ lần trc về mấy lần r mà addd"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Trần Quốc thật :)))",
            "Chời ơi thật sự là từ lúc còn làm ở trung tâm bảo tồn mình đã ước được 1 lần ông Voi quay lại và mình được thấy ông Voi, nhưng mà giờ vẫn chưa được thấy sự kì vĩ này luôn :(( 🥹",
            "Trung Nghĩa cá voii xuất hiện Gia Lai kìa ☺️"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Bình Định quê hương tui mà❤️",
            "Tôi không nói nó là ảnh A.I đâu",
            "GL: cá voi to ở biển Đông"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Vương Kiều Trinh dẫn bạn đi tắm biển gia lai",
            "Hoàng Bích Phương dbh dc đi bỉn bình định là có thật",
            "Huỳnh Ngọc Bảo Thơ rủ cà rốt đi bắt nè 🤣"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1ALgverDbX/",
    "poster": "Đài Phát Thanh",
    "time": "1 tuần",
    "content": "@SỰ thay đổi của khung cảnh xung quanh trong cùng 1 góc hình, các hình ảnh và chi tiết đã thay đổi trên GG map ! HÀNH TRÌNH 10 NĂM CỦA MỘT NGÔI NHÀ CÙNG ĐÔI VỢ CHỒNG GIÀ TRÊN GOOGLE MAPS Trong một thập kỷ (2015 - 2025), Google Maps đã vô tình ghi lại câu chuyện đầy xúc động về một ngôi nhà và đôi vợ chồng già qua những bức ảnh street view được chụp bởi các xe của Google và trang thiết bị đặc biệt. Ban đầu, hình ảnh trên Google Maps cho thấy hai ông bà thường xuyên xuất hiện cùng nhau trước hiên nhà.  Đến năm 2017, bóng dáng của ông đã biến mất. Kể từ đó, chỉ còn bà đơn độc ngồi một mình, ánh mắt dõi về xa xăm. Thêm 5 năm sau, vào năm 2022, Google Maps lại ghi nhận thêm một thay đổi đau lòng: bà cũng đã không còn xuất hiện. Đầu năm nay (2025), ngôi nhà đã bị dỡ bỏ hoàn toàn… Ngôi nhà nhỏ và những kỷ niệm của đôi vợ chồng già chỉ còn lại ở ký ức.",
    "summary": {
      "num_opinions": 1,
      "opinions": [
        {
          "label": "Cảm xúc – Thời gian & Hoài niệm",
          "description": "Số lượng comment: 4",
          "example_comments": [
            "Lạc quan là ông chờ bà 5 năm lại gặp được nhau rồii",
            "Thứ tàn nhẫn nhất chính là thời gian",
            "Tới năm 2017, vẫn góc đó nhưng chỉ còn lại một người ngồi. Nhìn qua bức ảnh thôi mà đã thấy não nề 😢",
            "Nhìn mà thắt lòng. Sinh lão bệnh tử. Chỉ là người đi trước. Người đi sau sống thật khổ tâm"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/19oQothQiH/",
    "poster": "",
    "time": "2 tuần",
    "content": "@! Có bao giờ bạn nghĩ sẽ gặp lại người thân  đã mất lâu ngày bằng GG Map??? Không ngờ có ngày Gg Map làm mình cay mắt. Chỉ là nay mình vô tình xài gg map và chợt thấy hình dáng quen quen. Lại gần thì đúng là cô mình. Và chỉ là mình lại được một lần nữa thấy hình ảnh quen thuộc mà lâu rồi chưa được gặp. Cảm ơn Google Map. *Chia sẻ của bạn Aleyna Nguyen",
    "summary": {
      "num_opinions": 3,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 25",
          "example_comments": [
            "Làm sao koi đc vậy mấy ban",
            "Làm như nào vậy",
            "Sói https://www.tiktok.com/@outfitoftheday1000?_t=ZS-8xexjKCY0s4&_r=1"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Chỉ t t muốn gặp lại mẹ t 13 năm trước",
            "Mình chỉ coi dc hiện tại k coi dc ngày trước à mọi người",
            "Ai chỉ tui cách coi với"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Chỉ vs ạ"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/16mrwTaJsb/",
    "poster": "Theanh28 Trending",
    "time": "1 tuần",
    "content": "@ ‼Bộ Giáo dục: Đề thi tốt nghiệp THPT không vượt chương trình, nhưng tăng câu hỏi phân hóa thí sinh, còn khó hay không phải đợi điểm thi",
    "summary": {
      "num_opinions": 5,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "“ Ma Trận “ vậy mất bao lâu để bản thân các ông thoát ra khỏi ma trận do mình dựng lên , học 1 đằng thi 1 nẻo vậy các ông bắt con em chúng tôi học theo sách các ông bán ra để làm gì ?",
            "Phân hoá rồi phân rã",
            ",bị dội nước sôi lột da sao ?"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Sẽ có thủ khoa thôi",
            "Chỉ cần có 1 thủ khoa xuất hiện thì dư luận sẽ giảm thôi"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "BGD noi vậy thì chịu rồi, ai nói dc"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Nói chả nghĩ đến hệ quả, thế tại sao k phân loại các môn còn lại mà chỉ có Toán-Anh, 2 môn đều bị thầy cô và hs kêu khó. Khó thì khó chung cho tất cả chứ, này khác gì hủy diệt khối D01. Ví dụ: 1 ngành xét tuyển cả 3 khối A, B, D cùng 27 điểm thì khối D trượt gần hết A, B đỗ nhiều"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Clip full vụ này nè, ai chưa xem thì vào liền đi!, đây nè https://www.facebook.com/share/p/1Dar7wr2jp/",
            "Nguyễn Quốc Huy chuẩn bị từ từ là vừa đi m 🤡"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/19JZUMk1ka/",
    "poster": "Địa Lí Thầy Tài",
    "time": "1 tuần",
    "content": "@ Nhìn chung thì đề Địa Lý kì thi THPT 2025 vừa sức, không quá khó",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 247",
          "example_comments": [
            "Địa Lí Thầy Tài thầy ơi khi nào thầy chữa đề z ạaaaaaa",
            "Địa Lí Thầy Tài tối làm phát live chữa đi ạ",
            "Địa Lí Thầy Tài tr e tưởng thầy sửa r làm em mừng hụt tối live sửa đi thầy"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Địa Lí Thầy Tài tối live chữa luôn cho nóng thấy ơi",
            "Địa Lí Thầy Tài thầy giải đi thầy iu",
            "Địa Lí Thầy Tài e thấy bạn giống e rồi😂"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "L Minh Châu +1🥲",
            "i love bgd",
            "Em k bt 2-3 câu"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 16",
          "example_comments": [
            "Lưu ý: đáp áp trên là đáp án của thí sinh chỉ mang tính chất tham khảo thôi các bạn nhé ^^",
            "Ai có mã đề 13 địa lý ko ạ cho mình xin với chỗ mình bị thu lại đó ạ",
            "khi nào thầy chữa vậy aa"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 20",
          "example_comments": [
            "Chỉ rễ đối với những bạn ở các đô thị lớn và có điều kiện ra trung tâm học, còn học sinh miền núi vùng sâu thì kiếm 5 còn khó nhé",
            "Lại phải 10 rồi",
            "Cơn mưa điểm 10))"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 10",
          "example_comments": [
            "Chắc mấy bạn trên 9 nhiều, trừ em thôi thầy ạ tiếc quá😭",
            "e tính sương đc 9. mấy thôi ạ ko bt thấp hơn ko",
            "Cũng cũng thầy ạ😗😋"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 4",
          "example_comments": [
            "Nguyen Trang thật bn",
            "trường e thu đề địa:))",
            "Quỳnh Trang nè"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/16AJoEcR45/",
    "poster": "Thái Huỳnh",
    "time": "1 tuần",
    "content": "@ Đề thi môn Sinh học kì thi THPT Quốc gia 2025 có cphần rắc nghiệm vừa sức, phần trả lời ngắn lạ nhưng không khó, phần đúng sai thì khá là mơ hồ",
    "summary": {
      "num_opinions": 6,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 97",
          "example_comments": [
            "Có thể là hình ảnh về ảnh chụp X-quang và văn bản",
            "Antonio De Saigon thật học kĩ ơi là kĩ học hoán vị song dô có câu mà tim thì không thấy phả hệ lại dô đúng sai",
            "Antonio De Saigon Tiến Quang bóng ai đó nhẹ nhàng vụt qua nơi đây…."
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "2k8 sẽ đi về đâu đây 🥹",
            "Sống sót",
            "Gia Lượng Hg T.Thu Hườngg Dương Thu Hoài Khánh Ly làm quen dần đi"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Ai Cho cái chi rk bây, từng nớ trang ch đủ khổ à mà còn 6😭",
            "Có đáp án chưa mn",
            "khó v tr"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Đúng sai thì thôi r luôn:3"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "đọc nhầm câu tln :))",
            "Văng Đắc Duy Thành Mobiphone",
            "Lê Nhung Hồng Nhung chuột bị ĐTĐ, HA của chuột😞"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Ai giải giúp câu tui câu 3 đúng sai đi ạ🥺"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1Lnm8vb78N/",
    "poster": "Hoàng Hạnh",
    "time": "2 tuần",
    "content": "@ Poster đánh giá đề thi tốt nghiệp THPT 2025 môn toán không dễ 'nuốt'",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 56",
          "example_comments": [
            "135 c ạ",
            "Lâm Lâm tui bấm máy thấy q3 140",
            "Phuc Han bác tự bấm chứ bấm cái đó sai á:))"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 4",
          "example_comments": [
            "Lâm Lâm thôi tôi cúc r bác 😭",
            "điểm đắt quá, bỏ hoặc sai ngu một câu thôi thì mất quá nhiều",
            "Quân đội gì nữa :))) nvqs thôi"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Triệu Ngoc chán lắm bác 😫.. nhưng thơ Bác hay thật cho em copy ạ ❤",
            "Quân Phạm tiêu cực chung với",
            "biết v thi ctc cha=))"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Dieu Chinh lấy thoải mái nhé ! Mình đi xin về đấy ( thơ của thầy giáo toán )",
            "đáp án đúng 0107 đi mng",
            "th đi NVQS"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Đủ điểm đi tù"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Thôii thì BGD không chào đón các em thì có BQP đây rồi, NVQS 2026 chính thức mở cổng tuyển sinh từ bây giờ😇",
            "khó chs thì thoi gòi 🙂"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "tử trận rồi",
            "Thùy Tranq a sắp ngót quá :)))",
            "Dương Trung Hiếu 4 năm sốp"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1FyxYSbaEA/",
    "poster": "Insight mất lòng",
    "time": "2 tuần",
    "content": "@ Nhiều tí sinh trúng tủ vì đề thi Ngữ văn THPT Quốc gia 2025 theo chương trình cũ là tác phẩm Vợ chồng A Phủ 👩‍❤️‍👨",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 475",
          "example_comments": [
            "Insight mất lòng t đoán mấy năm tr, g nó mới ra",
            "Insight mất lòng Trần Cát Tường ê má đề thi cuối kì 1 trường mình:)))",
            "Giang Mơ vcap tủ mọi nhà"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Insight mất lòng Thiên Trang Bùi ê cái này thì t rớt=)) đọc k hiểu mẹ gì",
            "Nguyễn Trang À, đề Mị (chương trình cũ) dành cho các thí sinh thi tự do, còn Vùng trời (chương trình mới) là đề thi của các bé 2k7 năm nay",
            "Tùng Lâm"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 48",
          "example_comments": [
            "New Queenf Như Quỳnh thích chưa",
            "Thanh Thảo tôi nữa : D năm đấy thi t k chọn khối D nên chỉ pick đúng bài này để ôn",
            ":)) nốt chu sa của t qua 3 năm đã xuất hiện rồi sao"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 47",
          "example_comments": [
            "Thanh Thảo +1 chấp niệm VCAP 🙂‍↕️",
            "Giờ mới có :))",
            "Vu Thuy Linh 2005 cũng chấp niệm 🥹"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 28",
          "example_comments": [
            "Thanh Thảo ui giống tui. Cũng 2018 và cũng mong Vợ chồng A Phủ muốn điên 😂",
            "Phan Mây tủ mấy năm trước ;)) tủ nhưng k trúng :)))",
            "Phan Mây 2003 tủ nè mà tủ đè"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 15",
          "example_comments": [
            "Trần Diệu Minh lò vi sóng tìm tình đầu k",
            "Có thể là hình ảnh về văn bản cho biết 'Về tìnhh iu tổ quốc Giàu Sang nhưng hay lô đề Đúng bno đoán phết Đm làm t nhớ năm mình thi cn cứ đoán Vợ chồng a phủ Học cả đêm nát mẹ cả sách giáo khoa bài ý Cuối cùng vào Chiếc thuyền ngoài xa Chỉ biết ngồi cười Chứ đ biếttt làm gì'",
            "Bảo Ngọc hồi xưa ẻm là tình đầu của anh á Ngọc"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Thanh Thảo tôi nữa",
            "Thanh Thảo cả tôi nữa",
            "Tủ của tôi 4 năm trước 🗿"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1ArKa5Nq6M/",
    "poster": "Tin giáo dục TP. Hồ Chí Minh",
    "time": "6 tháng 7",
    "content": "@ Sau khi Bộ GD & ĐT công bố đáp án chính thức các môn thi tốt nghiệp THPT năm 2025 thì dư luận đã có xư hướng quay xe, không còn nhận định đề khó",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "bị tịch thu r sao dò=))",
            "r té địch luôn",
            "té địch luôn 🥰💔"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 332",
          "example_comments": [
            "dò thử trên mạng 9,25 dò thiệt còn 9 🥹",
            "công bố mà kh sợ t nghĩ quẩn hả tr",
            "Mới mua vài công ruộng và đẩy 2k7 về quê rồi🤣"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 18",
          "example_comments": [
            "Hồng Vy Tú Trân có r nè, dò nhiệt tình dô",
            "dò là đột tử, sĩ tử thành tử sĩ",
            "Tình bạn, tình đồng đội🥀😭😭😭"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 15",
          "example_comments": [
            "ib sốp xem kqua nv1 giá hssv nhéeeeeee",
            "nv1 chết:))))) cảm ơn nha, cảm ơn tiếng anh với toán💕",
            "Nhiều chữ quá lười dò🥰"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "t nghĩ sp tầm 26 là cùng r",
            "thôi mà , đừng mà",
            "Phương Thảo dám dò kh =))"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 16",
          "example_comments": [
            "thấy giống đáp án mấy ng kia giải =))",
            "Phần 2 , câu 4 đúng 2 ý sai 2 ý có đc 0,5 điểm không con",
            "chao đảo quá"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Duc Duy abcd với đúng sai chiếm hơn nửa trang:)))))",
            "trả môn t.a cho t gấp",
            "Tran Hà Gia Bảo môn Kte ẩn đáp án r bar"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/16dK39pbVP/",
    "poster": "Tin giáo dục Hà Nội",
    "time": "1 tháng 9 năm 2024",
    "content": "@ Sở Giáo dục và Đào tạo Hà Nội yêu cầu các nhà trường tổ chức lễ khai giảng gọn nhẹ, không quá 60 phút, với học sinh là trung tâm.",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 10",
          "example_comments": [
            "Tìm Con Sâu 10 tiếng mới đủ chào đón các e khoá mới 🤸🏻‍♀️chứ 👯‍♂️",
            "trường C thấy chưa ạ 😭? chứ cái lịch khai giảng oải lắm r",
            "Việt Đức Thái Sơn năm nay bao lâu đây các chú ?"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Tìm Con Sâu +1",
            "Quynh Chi tuyệt zời",
            "dạ dạ lẹ giúp em"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 226",
          "example_comments": [
            "15p thoi duoc khong ạaa 🙂‍↔️",
            "Yêu lắm",
            "YES SIR CHO HỌC SINH VỀ SỚM NHA NHA NHA"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 9",
          "example_comments": [
            "Kieu Trang thế thì mới khai giảng 60p 😌",
            "Quỳnh Trang làm ơn",
            "Yen Chau nghe nói trg b đi tập,trg tôi thì không 😋"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Ang Thư Đỗ t cho",
            "Trường A dấu tên ơi",
            "E đồng ý ạ"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "60 giây thôi đc k ạ",
            "Khai giảng chào cờ hát Quốc Ca thôi dc r ạ",
            "trường D thấy đi ạ, cảm ơn"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Đến roi về đi ạ",
            "Nguyễn Trung Bảo Long gạ a4 5 game đi",
            "5 phút đi ạaa"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1FDUF6QPo5/",
    "poster": "Tin giáo dục TP. Hồ Chí Minh ",
    "time": "22 tháng 9",
    "content": "@ NHIỀU TRƯỜNG THPT TẠI TP.HCM ĐÃ BẮT ĐẦU CẤM HỌC SINH SỬ DỤNG ĐIỆN THOẠI TRONG TRƯỜNG, KỂ CẢ GIỜ RA CHƠI.BẠN CÓ ĐỒNG Ý VỚI CHỦ TRƯƠNG NÀY HAY KHÔNG? ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 175",
          "example_comments": [
            "Bảo Trâm giỡn mặt hả",
            "Tài Quách e mún chơi phi phai sốp ơi",
            "Ashley Nguyen khỏi tiến lên miền nam nữa 🤧"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 9",
          "example_comments": [
            "Vânn Quyên tuoi muốn chơi game vào giờ ra chơi để xả sì chét😎",
            "Phương Như Hong Ngoc các em ơi ra tay cứu thế giới thoai nào ☺️",
            "Mai HuyềnTâm Nè xu hướng xh giờ chạy chậm v bay hay do nth đi trc thời đại"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Thanh Trúc",
            "kco điện thoại ra chơi vui lắm",
            "Chames Ni"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 24",
          "example_comments": [
            "riêng tôi thì tôi không đồng ý thưa quý ph",
            "Võ Khoa vote k đồng ý cho t",
            "Kieu Anhh t mãi không đồng ý"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 23",
          "example_comments": [
            "Gia Bảo Tuấn Khang Thiện Thành Tuan Anh Bird Thế Anh :)) vote đi",
            "Thảo Linh phiền điên",
            "Pham Anh Trâm Phương vote đee"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 12",
          "example_comments": [
            "Vo Yen Thy trường mình cấm từ đời nào r :))",
            "Ngô thời nhiệm cấm 3 đời nay r:)",
            "Cũng tuỳ lúc vì đôii khi thầy cô cho kiểm tra onl mà:))"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Lh Cam Tu Phương Thảo Hân Hânn mong trg TP thấy và ngó lơ",
            "Ko là vì cày xong vô tiết khó tập trung bài hơn:)"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1CbWAgSZBQ/",
    "poster": "Người tham gia ẩn danh",
    "time": "27 tháng 6 lúc 08:48",
    "content": "@ Tại sao giáo viên cấp 2 chỉ dạy một môn , còn giáo viên cấp 1 phải dạy rất nhiều môn.",
    "summary": {
      "num_opinions": 5,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 29",
          "example_comments": [
            "Lên cấp 2 mà dậy. Sốt ruột",
            "Nhung Lê thật nhỉ, lên cấp 2 mà dạy xem dạy bao nhiêu môn 🤣🤣 như mình rõ ràng học Sư phạm Lí ra nhưng giờ dạy KHTN (bao gồm Lí, Hóa, Sinh) và từng dạy Lịch sử, địa lí, GDCD, GDTC, HĐTN, GDĐP, Công nghệ. Không nhớ còn dạy môn gì nữa không",
            "Hồng Hạnh chả hiểu có phải gv ko. Thỉnh thoảng có những bài rất ối dồi ôi. E ko buồn tương tác. Nhưng hnay thấy ngứa mắt quá. Ông ko lên mà làm giám đốc sở. Khỏi phải dạy môn nào. Ở vị trí nào thì làm việc ở vị trí ấy. Ko muốn dạy thì bỏ nghề cũng đc. Kêu j kêu lắm thế ko biết. Người ngoài hay bì tị gv vì họ ko hiểu đã đành."
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Nguyễn Hoa ko muốn dạy thì đừng đi làm gv cũng đc ạ. Đỡ phải kêu",
            "Cấp 2 đây sư phạm âm nhạc : ra trường 15 năm dạy :tin , thể dục , sử , địa , họa , gdcd , Gddp , công nghệ ,HDTN ,",
            "Im mẹ tk ẩn danh đi, phát biểu lôm côm"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Tại sao lại ẩn danh mà không công khai.🤣🤣 9 môn nhưng chỉ có toán tiếng việt là chuyên còn lại chỉ là kiến thức mà ai cũng nên biết nên hiểu... cái quan trọng của GVTH là cách truyền đạt với hs nhé",
            "Năm 2006 sách mới thiếugv. Mình là gv văn phải kiêm tất: môn Am nhạc, Mĩ thuật, Công nghệ, Sinh học Lịch sử , Địa lí,... chỉ có toán lí hoá là chưa dạy kkk.",
            "Chắc giáo viên cấp 1 giỏi hơn, chỉ thua mầm non thôi vì mầm non nhiều môn hơn nữa. Điểm thi đầu vào cao lắm."
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Bởi vì kiến thức cấp 1 nó đơn giản, chưa cần chuyên sâu như cấp 2, cấp 3",
            "Vậy giáo viên cấp 2 mới khổ",
            "Vì giáo viên cấp 1 giỏi hơn cấp 2"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Biết chữ rồi thây! học tiếp cấp 2 là hiểu thôi mà."
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1FKXdEiLwV/",
    "poster": "Tin giáo dục Hà Nội",
    "time": "Hôm qua lúc 09:28",
    "content": "@ Phụ huynh, giáo viên mong cấm điện thoại trong trường để các em tập trung trong giờ học hơn, xuống sân chơi và giao lưu nhiều hơn, tránh tình trạng chỉ hầu hết 'dán mắt' vào màn hình",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Cấn Thị Hà ThuNg Khánhh LyBích NgọcNqoc PhuongLinh Hương𝘽𝙪̀𝙞 𝙉𝙜𝙤̣𝙘 𝙇𝙤𝙣𝙜𓆉Nguyễn LinhLê Hải YếnNhy NhyNhi VươngMihh PhuonqqHồng HoàNguyễn Minh KhảiNgọc Ánh Hợp lí này",
            "Nguyễn Tùng gv chỗ e vẫn dùng trog tiết bth ạ",
            "Trang Autumn chuẩn ạ"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 244",
          "example_comments": [
            "Bùi Nguyễn Ngân Giang cấm dt cô nga đi",
            "Ng Thanh Tuyen cũng đúng kk",
            "Nguyen Ngoc Ngan Ng Uyên Ng My Khongg Cóo Anh bạn ơi😔"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 19",
          "example_comments": [
            "Nguyễn Phương Thảo đợi thảo vô cùng lớp😇",
            "phản đối ạ 😞",
            "Phải thế mới đúng,cấm cả GV dùng nx ^^😝"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 16",
          "example_comments": [
            "Nguyen Ngoc Ngan Gv ng ta ko dùng dt trong giờ đâu.",
            "Em cũng mong là cấm luôn chứ giờ bọn trẻ cứ dán mắt vào điện thoại ko có hoạt động tập thể gì.",
            "Cấm r thì xem mấy tin này kiểu gì"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "PhuongThao Ng bà cố :)))",
            "PhuongThao Ng má nội ơi má nội:)) KT Trúcc Kiều An Ng HaLinhh",
            "cấm hiệu trưởng với gv trong trường , cấm bác bảo vệ , cấm cô lao công , cấm phụ huynh, cấm bác cangtin, cấm cô(thầy) làm quản phòng y tế, cấm hiệu phó , cấm kế toán trường dùng đth kể cả laptop,pc, cấm thư ký trường , cấm cán bộ trong trường , cấm cả sở sd điện thoại , cấm hết đi r hẵng cấm học sinh để mn có tg giao lưu qtam nhau nhiều hơn nhé 💖"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Hà Nội ơi xin cấm đt trong trường học cho các con tập trung học và tránh tệ nạn nghiện game đi ạ!",
            "Rất mong sở giáo dục nghiêm khắc không cho mang điện thoại trong Lớp"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Tôi đồng ý",
            "Đồng ý",
            "Đồng tình nhất trí với ý kiến ạ"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/16dSzSGLjW/",
    "poster": "Tin giáo dục Hà Nội",
    "time": "10 tháng 7 lúc 16:59",
    "content": "@ Đề thi tốt nghiệp THPT bị phản ánh khó hơn so với mọi năm, nên Ủy ban Văn hóa - Xã hội đề nghị Bộ Giáo dục báo cáo, đồng thời tham vấn các chuyên gia giáo dục phổ thông.",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Hoa Nguyen BGD lmj có quyền giảm,giảm hay không do phổ điểm và lượt đặt nv vào các trường đh chứ",
            "Nguyễn Quỳnhh Chuẩn!👍👍👍👍👍",
            "Thanh Nhung Nguyen có chứ bạn. Có giỏi hay ko ai cũng cần thế hết"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 45",
          "example_comments": [
            "Tóm lại 2k7 là chuột bạch để BGD thí nghiệm ,ai có con thi và đi đón mới hiểu cảm giác con nhìn thấy bố mẹ ở cổng mà ôm chầm khóc nức nở.Thương thật sự",
            "Phải rà soát lại toàn bộ các đề thi nào nằm ngoài chương trình phải loại bỏ , vaf chấm lại !",
            "Hương Chanh mong ubvh-xh đề nghị bgd bỏ kiểu thi bằng mtinh:))"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Duy Linh Tạ đây là đang nói đến kì thi tốt nghiệp phổ thông quốc gia,không phải thi vào 10 của Hà Nội nhé mà rất nhiều 9 với 10,tôi nghĩ bạn đang bị nhầm về kì thi mà bộ giáo dục đang bị phản ánh!",
            "Có thể là hình ảnh về bản đồ và văn bản cho biết 'THÔNG TIN SINH tượng Hoc sinh tốt tuyển HOC BA Hoc THCS Ho TUYEN chứng nhận THỜI GIAN, ĐỊA ĐIEM TIEP NHÂN HỒ sƠ SINH TRUNG TÂM GDNN GDTX HOÀI ĐỨC TUYỂN SINH VÀO NĂM HỌC 1: Thôn Yên Vĩnh, xă Hoài Đức Thôn Ngãi Cẩu, xă \"Nơi ươm mầm tương lai, chấp cánh ước mơ.\" nhận bằng nghiệp trước). công chứng): chúng) Khánh Thời gian tuyển sinh: đấu điểm nhận hồ tuyển GDNN GDTX huyện Hoài thôn Vinh, Hoài Đức. ). tiêu lớp QUYEN CỦA HOC SINH 585 2018: các Fanpage: Đoàn Thanh niên tâm Hoài Đức Giól,'"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 4",
          "example_comments": [
            "Trần Nam hì cháu ko cần biết thêm. Chỉ biết là đối thủ mình cao hơn mình là đủ r.",
            "Anh Kim Anh bạn đang bị nhầm kì thi vào 10 và kì thi tốt nghiệp phổ thông quốc gia thì phải!",
            "Tiến Đạt 29,5 im lặng đi"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Có thể là hình ảnh về văn bản cho biết 'HọTên Huỳnh Thụy Du Trung Thành Tổng Quang 10 9.5 10 9.5 9.25 Hiệu Nguyễn Thuận Thiên Phạm Huỳnh Gial Phúc 9.5 9.5 9.5 9 9.5 Hưng Hông Nhung 75 10 75 9.75 8.5 27.75 27.5 27.5 27.5 17 Hoàng Quy 9.5 .25 9.25 Trản Quang 9.5 8.5 Thư 10 25 9.5 75 8.5 9 27 Phúc Bảo Nguyễn Minh Châu B.25 Quang Đông 8.5 9 25 95 9.5 26.5 Nguyễn 9.5 26.5 95 25 7.5 26.25 8.5 26 Nguyễn Khang Trản Quang Vinh Vinh Khuê bình 7.75 9.25 8.5 nhất 7.75 6.75 24.25 8.5 9.75 8.75 6.5 24.25'",
            "Có thể là hình ảnh về 1 người và văn bản cho biết 'Phùng Thị Hoa Với đề này Điểm trên Trung bình là nhiều e nhỉ 2 tuần Thích Tác giả Duy Linh Tạ Phùng Thị Hoa tầm 5-6 là nhiều khủng khiếp ạ. Thậm chí điểm 9,10 sẽ siêu hiếm. 1 tuần Thích Đã chọn chế độ Phù hợp nhất nên một số bình luận có thể bị lọc ra.'"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Duy Linh Tạ đúng thế. Đề nội dung ko khó. Chỉ thay đổi cấu trúc thôi. Con mình lớp 11 khen đề hay. Học vẹt kiểu bây giờ kêu khó đúng rồi",
            "Duy Linh Tạ đến lúc công bố một đống 8 , 9 thì chỉ có thể trách mình ngu thôi",
            "Chuyện đã rồi. Chỉ tội các con 2k7."
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Phụ huynh đồng tình với ý kiến này , ko quá thiệt thòi cho các cháu 2 K7 , bức xúc cho phụ huynh có con em thi năm nay",
            "Đúng mong bộ giáo dục xem xét giảm điểm cho các bạn và gia đình tạo điều kiện cho con đi học con chỉ còn thiếu 0.25 điểm là do nguyen vọng 1 con nguyen vọng 2 cửa con cách gia đình hơn 40 cây con còn nhỏ đi xa quá rất là nguy hiểm mong bộ giáo dục xem xét ạ"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1M7G1VFqeJ/",
    "poster": "Tin giáo dục Hà Nội",
    "time": "9 tháng 7 lúc 20:57",
    "content": "@ Thí điểm thi tốt nghiệp THPT trên máy tính tại 1 số địa phương năm 2027: Thí sinh làm bài trực tiếp trên máy tính, mỗi người một đề thi riêng. Thí sinh thi xong, có thể biết kết quả ngay.",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 496",
          "example_comments": [
            "thi xong mỗi e 1 xe cứu thương",
            "Hoang Phuong Linh Duong Thuy Anh @",
            "Hoang Phuong Linh như năm nay thi xong môn toán và mônTA thì bệnh viện quá tải mất"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 11",
          "example_comments": [
            "Thi bằng giấy tốt nhất, thi trên máy tính mỏi mắt lắm, để tập trung đọc 1 đề dài nhìn trên giấy dễ tập trung hơn máy tính",
            "HAY NHÀ TRƯỜNG CẤP ?",
            "lắm trò v=))🥀"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 49",
          "example_comments": [
            "thi xong chết tại chỗ 💔",
            "ch sĩ thì tử",
            "Đến bọn e chắc thi bằng máy thở ☺️"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 58",
          "example_comments": [
            "Đặng Nam Khánh chưa biết được nha . K có điều j là chắc chắn .",
            "gõ mt chậm thì phải làm sao ạ 😭",
            "chết tại chỗ luôn"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 18",
          "example_comments": [
            "Thi xog nhảy cầu=]]",
            "Thật hả tưởng đùa thôi",
            "Thi tiếng Anh thôi.mà tiếng anh có khi cũng chả ổn vì con mình làm nhiều trên máy có khi quên không chấm câu nó cũng đánh sai ý. Thi văn gõ không nhanh thì quá thiệt thòi cho thí sinh. Toán lắm công thức lắm ký hiệu loằng ngằng hoc sinh ko học tốt môn tin thì có biết làm bài cũng ko biết gõ máy,...... Ảo quá ảo. Ko ủng hộ thi máy chút nào"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 23",
          "example_comments": [
            "các ong to k có việc làm thì nghĩ cái gì hay hơn chút đi",
            "T phản đối , phản đối kịch liệt ...",
            "Tha đi tr ơi"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 9",
          "example_comments": [
            "Ông đùa tôi akkk bgd???????",
            "Hải Đăng thi xong nặn điểm",
            "Tôi xin KHÔNG ĐỒNG TÌNH đề xuất này!"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1C6w875m5Z/",
    "poster": "Tin giáo dục TP. Hồ Chí Minh",
    "time": "10 tháng 7 lúc 15:31",
    "content": "@ TP. HCM dự kiến cấm học sinh dùng điện thoại ở trường, kể cả trong giờ ra chơi, trừ khi giáo viên cho phép. Một số hiệu trưởng cho hay học sinh có nhiều chuyển biến tích cực dù thời gian đầu tỏ ra khó chịu, không đồng tình. Các em tập trung trong giờ học hơn, xuống sân chơi và giao lưu nhiều hơn, trong khi trước đây hầu hết 'dán mắt' vào màn hình.",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 1199",
          "example_comments": [
            "Nguyễn Hữu Nhân k có nút đăng lại bình luận khổ ghê 🥲🥲",
            "Anh Huynh chung nổi lòng",
            "cấm bgd coi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 68",
          "example_comments": [
            "Cấm dùng trong giờ học chứ ko nên cấm mang theo, cấm ko mang vào trường thì mấy PH có con đi học bằng Grab vất vả đấy.",
            "Pham Thi Lich rồi lên ĐH CŨNG PHẢI SÀI",
            "Nguyễn Hùng lên tới ĐH rồi mà đi học suốt ngày dán vào cái đt ko lo học thì PH nên cho ở nhà cho đỡ tốn tiền"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 59",
          "example_comments": [
            "Anh Huynh dạ trường không cấm mang đâu cô hồi đó con học ở NTH trường nội quy cao chỉ phạt khi ko xin phép chứ mang cất hoặc xin sd giáo viên giám thị hợp lí họ vẫn cho và ra cổng thì trường ko quản ạ",
            "Minh Châu tỉ lệ trầm cảm tăng :))",
            "Minh Châu Em ơi trường cấp 3 anh học ở NTH cấm bao năm nè em anh cũng không chơi bth ra chơi cứ xả giao hoặc vào thư viện ngồi trong lớp giải bài đọc sách đi dạo cũng bth tốt nghiệp nè em ơi và em đừng nói là hs nth là dở nha trường vẫn cho mang chỉ là ko được sử dụng khi ko cho phép nha"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 126",
          "example_comments": [
            "Tuyet Snow mặc dù hơi khó chịu thiệt nhưng con cũng đồg tình:>>",
            "KHÔNG ĐỒNG TÌNH Ạ ☺️",
            "Bảo Hann đọc xong đồng tính luôn.."
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 43",
          "example_comments": [
            "Tuyet Snow thầy cô ba chấm, học sinh chia bè kết phái nói xấu nhau thì con không chắc là có gắn kết nỗi không =)) cô có thể nói là không phải lớp nào cũng vậy nhưng mà thực trạng trường lớp giờ nó khác với hồi xưa lắm á, chưa kể các vấn đề khác như nội dung bài, thời gian ra chơi và cả bản thân học sinh có muốn kết bạn không thì phải xem nhân phẩm của học sinh đó gặp trúng thầy cô tâm huyết hay thầy cô trời ơi đất hỡi, bạn bè thân thiết hay bạn bè nói xấu sau lưng cái đã",
            "Trần Thị Ngọc Vân k có đth thì nín má ^^ bạn t học chuyên tối ngày cắm mặt vào đth vẫn giỏi đấy thôi đứa giỏi là nó giỏi chứ k phải đi đổ thừa do này do kia ngu cho chính bản thân mình thôi ^^",
            "Trần Thị Ngọc Vân học hay không học là ở học sinh nếu mà nói vậy thì cái đất nước này học sinh cầm cái điện thoại là dở tệ hết hả? rồi cấp 3 nó đi học nó bị bắt nạt đánh đập cũng không có cái điện thoại mà gọi cho gia đình,không có gì làm bằng chứng tới lúc đó nó có ch*t trong trường thì cũng trễ rồi,bạn bè nó xấu tính mà có bắt nó chơi cùng thì cũng không được,ba mẹ có bao giờ nghĩ tiền mình làm ra bị bạn bè nó lấy tiêu xài không?,có nghĩ tiền mình làm lụm cho nó ăn nó bị bạn bè ép lấy xài không,ép nó chơi cùng với bạn bè cũng chẳng tốt lành gì nó có cái điện thoại làm bạn thì cũng đỡ cho nó .Bản thân ở nhà thì cứ nghĩ con mình không học hành,lo cắm mặt vào điện thoại bản thân tôi cũng xài điện thoại cũng giao tiếp với bạn bè bình thường vẫn học giỏi vẫn đậu trường top ,còn phụ huynh thì không quan tâm con mình học hành thế nào mà chỉ đổ lỗi cho cái điện thoại"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 60",
          "example_comments": [
            "Bảo Hann lo mà học đi các cháu",
            "Cứ đổ hết cho cái điện thoại, thực tế là cho các con vận động với nhau xong rồi cũng xảy ra BLHĐ (BLHĐ xuất phát từ mấy vấn đề chơi thể thao trong trường vs nhau diễn ra nhiều lắm nhé chứ ở đó), sợ dùng điện thoại vì văn hóa phẩm đồi trụy mà né tránh giáo dục giới tính, chắc là theo dõi được vấn nạn qhtd dưới 18+ đâu, còn thuốc lá, ở nhà có người lớn hút thì họ còn kêu đứa nhỏ ra mua giúp nữa kìa và các tạp hóa vẫn bán chứ ở đó mà dùng đth đặt thuốc lá về",
            "Nguyễn Thọ ai nói chưa qua mỹ? đến cả bạn bè còn đg đi học thạc sĩ tiến sĩ bên bển và có cả đi dạy bên đó, do tư tưởng ý thức của mình chứ có do đt gây ra đâu, muốn thì phải tìm giải pháp khắc phục chứ cứ cấm mà ko cải thiện ý thức thì ko phải cực đoan chứ là gì"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 30",
          "example_comments": [
            "Trần Thị Ngọc Vân cái đấy là tính tự lập của con nhà bác , nó có chịu hay ko, còn sống vô cảm thì bác hãy xem lại cách giáo dục và môi trường sống của bé chứ đừng đổ lỗi cho cái đồ vật bác ạ",
            "Trần Quốc Thái học sinh mà ông kêu tính tự lập. Có làm giáo dục chưa mà phán vậy. 🤣🤣 người lớn còn cắm đầu vô đth được nói gì mấy đứa hs.",
            "Minh Nguyen thế thì có chắc 100% thời xưa đi học sẽ tốt 100% ko ạ ,nếu như chú dạy ra tàn hs trung bình khá thì hãy hỏi ngược lại mình , và môi trường sống của các em đó"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1B9oeiB2cd/",
    "poster": "Tin giáo dục TP. Hồ Chí Minh",
    "time": "7 tháng 7 lúc 12:45",
    "content": "@ Nhiều chuyên gia nhận định tổ hợp D01 (toán, ngữ văn, tiếng Anh) năm nay được cho là 'khó nhằn' khi mức độ khó cả đề môn toán, tiếng Anh được đánh giá là khó nhất lịch sử thi tốt nghiệp THPT. Trong khi, môn ngữ văn cũng không dễ lấy điểm cao.",
    "summary": {
      "num_opinions": 6,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 81",
          "example_comments": [
            "D01 giảm điểm chuẩn nha bộ ơiiiii",
            "Heo vàng thành chuột bạch",
            "O biết cho đề kiểu chi mà khó đến o tin đc rồi o biết những kiến thức đó có đc vận dụng trong cuộc sống thực tế o 😭😭"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "French Comté thi gì chứ các kì thi phổ thông tiếng anh dc nhiều trg đại học kiểm chứng thì hiếm thấy bao giờ",
            "Thương cho các con quá căng não",
            "Thương các con"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Cái khối khổ nhất VN 😇",
            "Đề vậy điểm khối D01 lạm phát mất",
            "mà xét tuyển thì xét chung các khối khác hay sao ạ"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "em chết ngắc luôn rồi bgd ơi, xin cảm ơn ạ.",
            "Lê Vy chết khi điểm môn mình giỏi nhất bằng điểm môn mình yếu nhất 🥹😭",
            "d01 khổ nhất thế giớiii"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "cảm ơn bdg nga, em chớt ngắc luôn r",
            "Thảo Châu mong chị đậu tôn đức thắng😂😂",
            "Lê Trần Thiên Lộc đớn thiệt chứ"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Linh Đan tui A01 mà bà"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1Ba7LCKT5J/",
    "poster": "Tin giáo dục TP. Hồ Chí Minh",
    "time": "2 tháng 7 lúc 11:11",
    "content": "@ Tuy nhiều người nói rằng đề dễ nhưng theo ghi nhận ban đầu từ nhiều giám khảo thì điểm môn văn tại TP.HCM thì số bài làm có điểm 6 - 6,5 là nhiều nhất ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 292",
          "example_comments": [
            "Hữu Thiện Mai Lệ Quỳnh Phương",
            "là tốt chưa?",
            "Nguyễn Uyên D1 đủ trọn combo toán, văn, anh"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 24",
          "example_comments": [
            "Khối C dư sức đậu, khổi C dễ mà",
            "thà đừng lên bài còn đỡ tổn thương💔🥰",
            "Trần Lê Uyên văn phải 10đ mới đậu đc khối d01"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 19",
          "example_comments": [
            "Chờiii ơii cầu cho ông bà hiển linh làm nhiễu giám khảo, chấm 6đ thành 9đ😭",
            "Nguyễn Trinh ko chấm thoáng được đâu bạn. Chấm theo barem điểm. Vì nếu như bài thi được yêu cầu phúc khảo mà giám khảo sau chấm khác với giám khảo trước thì sẽ đưa cho bên thứ 3 chấm. Bên thứ 3 cho ra điểm giống với giám khảo nào nhất thì người còn lại bị ăn biên bản",
            "An Nhiên giáo viên mình nói thế mà bạn nói sai thì chịu r"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 10",
          "example_comments": [
            "Xuân Vũ mình thoáng nhẹ nhàng thôi, 0.5đ cũng mừng lắm rồi nè",
            "Thi thoảng trên 8:)))))",
            "Thảo Nguyên tạmm"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "R là phân hoá dữ chưa? Năm nào cũng kêu điểm tập trung nhiều ở 6-7 ts lẫn tnthpt năm nào cũng y xì nhau 1 cái văn mẫu. Đề bám sát cấu trúc như mọi năm cũng kêu 6,7 nhiều, năm nay kêu đổi phân hoá cũng 6,7 🥰",
            "Linh Tran t biết trước kq này r = ))))",
            "Trung Nghĩa cắn lưỡi"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 12",
          "example_comments": [
            "Mong văn cỡ 12 13",
            "Chắc tui 6đ 😇",
            "z chắc đa số là 12,13 đỉm á đậu đh hết r mấy mon ơi"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "10đ văn em mới đậu ĐH",
            "Hữu diên chuyện tình đồ chí lê sơn",
            "Như ÝyTrần ThảoXuân TrinhhHồng ÁnhhMỹ TiênTuyếtt Mai 🥶"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1FwBQFVaz5/",
    "poster": "Học tiếng Anh cùng cô Vũ Mai Phương",
    "time": "15 tháng 7 lúc 20:39",
    "content": "@ Đề tiếng Anh kì thi THPT 2025 được nhận định là khó nhưng theo phổ điểm có tới 141 điểm 10 ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 67",
          "example_comments": [
            "Học tiếng Anh cùng cô Vũ Mai Phương cho tao xin lại sbd đi, tao điền cho, tao nể mỗi m thoi đó",
            "Thu Hiềnn phân phối chuẩn đẹp như sgk thế thì là đề hay rồi chứ quá sức đâu",
            "Chứ ko đúng mà bạn nói mấy bạn phản bác liền! T cũng thấy lạ. Bênh thì nó phải đúng. Hoặc bạn chưa gặp dc nhiều người giỏi nên vậy. Cứ trải qua đi rồi biết"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 27",
          "example_comments": [
            "Đó t bảo rồi mà. Thi như vậy mới thấy mình dốt chứ thực ra bao lâu nay sông trong trường thấy ghi hsg trên giấy khen tưởng mình đã đỉnh nóc rồi. Chỉ là mình ko làm dc thôi chứ người ta vẫn 7,8,9,10 ầm ầm. Đề thi 2018 môn TA có 65 hs hay 67 ý. Nhưng năm đó là TA bắt buộc. Năm nay thì thi cho các em khối TA nên biểu đồ này mới chuẩn này. Chứ mấy năm trc biểu đồ như hình sin không à. Này chỉ cần nó nhô cao ở đoạn 7-7,75 là ok còn 8,9,10 giữ như này vẫn ổn nè. Nhìn sang địa, sử- đó tháp nghiêng hết về 9,10 điểm cao đó nhưng chưa chắc đỗ như 8,9 môn Anh đâu. Khó có cái lợi của khó, dễ có cái lợi của dễ. Ồ ạt điểm 10 như Địa cũng phát lo tưởng yên tâm à. Em Thu Hiền cmt vào cmt của mình thì anh bảo em thật: ra đời đi em sẽ thấy hsg ngoài đời thật sẽ khủng cơ nào( nó xứng đáng với từ hsg) không cứ thử tiếp xúc với mấy anh chị trường giỏi thật xem( khác bọt hẳn) còn 1000 lí do bộ cũng ko thể sửa đổi điểm thi cho em đâu, mà lí do đó cũng ko làm cho em được 10 điểm Anh đâu. Người đỗ vẫn đỗ trượt vẫn trượt em ạ. Em ko đỗ thì số bạn 141 kia sẽ đỗ/ em cứ lí do đi. Lí do nhiều vào nhỡ đâu bộ sửa điểm cho em đấy.",
            "Thu Hiềnn t ko rảnh để chứng minh cho bạn thôi. Chứ nói ngang như bạn thì ngoài đời gặp ko thiếu. Còn tất cả các trường hợp bạn cãi t đều có thể lấy ví dụ được. Năm t thi tốt nghiệp đến môn Địa lý t còn vừa buồn ngủ, vừa mệt. Tâm lý phòng thi đủ thứ- t cũng chả học gì( năm 12) vì 11 t thi hsg vượt cấp lớp 12( t cũng chả tham gia ôn tt) hay môn Anh t cũng ko tham gia ôn thi thpt( bởi đầu năm t đi ôn hsg ròi) t làm vẫn ok, hay bạn t nó cũng chả đi ôn thi mà nó tận 9,75 sử. Bạn ko làm dc chứ ra ngoài đầy. Nhìn chung là đứa điểm thấp ( giỏi nữa mùa) nó mới hay bao biện lí do. Chứ mấy đứa giỏi nó nhìn vào lí do nó chả thèm care đâu bạn. Năm cấp 2 t đi ôn hsg môn Anh. Quên đúng 1 lần cô bảo: quên là ko làm thế thôi- chứ ko có lí do nào cả. Ra đời cũng thế. Đi công ty muộn 1 giây là muộn( họ đâu cần biết lí do) càng lí do nhiều. Chứng tỏ năng lực càng thấp- bởi vì thấp mới bao biện chứ giỏi thì họ hài lòng sao họ phải bao biện. Chứ giờ em dc 9+ 10 TA xem, em có bao biện không. Như vậy t chả cần biết điểm thấp hay cao nhưng chắc chắn là TA thấp( nguy cơ trượt top như ulis, hanu,, hnue..) là 99%. Thử nghĩ xem, còn nếu em cảm thấy đuối lý thì tại sao cmt của em lại ko đc nhiều like hơn cmt của t. Tự suy nghĩ.",
            "Thu Hiềnn em à :v năm nay tiếng Anh lần đầu tiên là môn tự chọn nên em bỡ ngỡ á. Ừ anh lần đầu thi khối A cũng như em á, Lý Hóa 2 con 4 trong khi trong trường anh học cũng ngon lành lắm á em :))) Đề thi ĐH k phải đề thi học kỳ trong trường, môn em học nó cũng là ngôn ngữ, và Bộ k có nghĩ vụ cho em dùng những từ basic SGK ra để thi, đây là ĐH và còn là tự chọn việc nó có mấy câu trên trời là hoàn toàn đúng nha, và ờm cái khó anh thấy mọi ng la làng là từ vựng khó chứ ngữ pháp nó có gì lạ đâu. Còn em thắc mắc sao Lý Hóa nó cao vì vốn nó là môn tự chọn, tâm thế của đám thi 2 môn đấy lúc nào cũng là học vượt tầm của thi ĐH thôi, và đấy mới là lý do phổ điểm nó cao, vì kiến thức Lý Hóa cấp 3 nó chỉ có nhiêu đó thôi, và quan trọng nè, em nên nhớ thi ngôn ngữ có lợi thế cực kỳ lớn vì đc tiếp xúc những công cụ cơ bản (grammar á) từ cấp 2 rồi. Còn Lý Hóa phải hết lớp 12 (nhanh thì giữa năm) mới đủ kiến thức thi ĐH nha, lợi thế rất lớn vậy rồi còn ý kiến gì nữa :)) Rồi giờ trung tâm cày bằng TOEIC IELTS như nấm mọc sâu mưa ấy, rõ ràng là cái điều kiện để thí sinh môn Anh tiếp cận đc trình độ cao nó nhiều hơn Lý Hóa rất là nhiều luôn, nên đề thi khó thế này là đúng rồi"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 849",
          "example_comments": [
            "Thu Hiềnn đề này để thi đại học luôn mà với TA đâu bắt buộc đâu nên vậy là đúng rồi, đề dành cho nh bạn học nhiều học kĩ với môn TA để đánh giá phân loại học sinh đó",
            "Nguyễn Sao Mai rõ ràng. Bởi vậy nên điểm tốt nghiệp tb trên 5 là đỗ. Những đứa học ở mức 7+ thì nó thừa sức đỗ, với lại đây là môn tự chọn thi thì nó phải khác chứ, vào đh như năm bọn mình còn thi lại, rồi xếp lớp học cải thiện, đứa nào điểm do may mắn mà ko nỗ lực thì theo ko nổi, bỏ dở",
            "Hoàng Huy Hiệp lí hoá học mệt hết cả đầu mà hai môn này trọng điểm thi Y, nên cái bọn thi môn này nó cũng toàn quái vật cả đấy chứ không phải phất phơ học vài câu như TA cũng 6-7đ đâu =)) Bộ cho quả đề TA phân hoá đẹp, thực ra nếu cho dôi thời gian ra thì có khi nhiều 9-10 hơn. TA ngữ pháp học đi học lại, đề năm nay đánh vào từ vựng chắc các cô cũng phổ biến nhiều rồi, cho chúng nó về cái năm thi riêng TN với ĐH chắc khóc tiếng mán =))"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 63",
          "example_comments": [
            "Thu Hiềnn đây là đề vậy để phân hóa nhằm thi đại học mà, nói thật ai môn kh phải TA thì chỉ cần kh liệt là được, còn lại nh câu khác để phân hóa để thi đại học chứ kh phải để thi tốt nghiệp kh thôi ok",
            "Ming Hòa Đề khó ngang thi reading ielts mà chỉ cho làm trong 50 phút 🐸 các em làm điểm 10 dư sức thi điểm tuyệt đối reading ielts.",
            "Đức Trí mắc cỡ áaaaa"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 30",
          "example_comments": [
            "Thu Hiềnn Nói chuyện buồn cười, giàu thì họ cũng phải bỏ nhiều thời gian, công sức, tiền bạc hơn thì họ được điểm cao là xứng đáng rồi. Còn BGD thì họ phải làm đề để phân hóa được học sinh, để những người giỏi thật đạt được vị trí và thành quả xứng đáng. Còn BGD không làm đề phân hóa để thang điểm như mọi năm là sự thất bại, còn dẫn chứng của sự thất bại thì bạn có thể thấy các năm gần đây các trường đại học top đầu đều mở, hoặc lấy điểm thi từ các kì thi riêng rồi, nếu không thay đổi lại thì thi THPTQG có còn đáp ứng được nhiệm vụ của nó không.",
            "Mạc Như Hiệp năm nay nó thế thôi bạn ạ . Những năm trước khối a00 ko rễ nhằn đâu vì nhà mình tất cả dân khối a hết kể cả các cháu hay con và cả gái hay trai và đặc thù nhà mình dù ko có ai thi lớp 9 hay đại học thì năm nào nhà mình cũng xem đề thi và phổ điểm của các bạn.",
            "Tuy nhiên mình cũng gửi đôi lời đến bạn. Dù có bất mãn cx ko cần phải nói ra nhiều vì tầm tuổi trưởng thành , con ng dần vô cảm rồi . Sự thấu hiểu là hiếm thấy . Bạn nhỏ bé lắm. Thích nghi và chấp nhận thôi."
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 15",
          "example_comments": [
            "Nghĩa Trung nhưng nó vẫn còn hơn 2 đỉnh , 2 đỉnh cười ẻ",
            "Nhi Tranf trưởng thành r e nhi trần",
            "Chúc mừng Nguyễn Quỳnh Trang là 1 trong 141 b đạt điểm 10đ tiếng anh. So proud of u 🫰🏻"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 45",
          "example_comments": [
            "Văn Chương - Người giữ lửa con mình cũng D01,D07",
            "Cố lên, chiến binh nhỏ ơi! 💪💕",
            "Quá giỏi xin vía các em điểm 10"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1a2dmZjnoP/",
    "poster": "Tuyensinh247.com - Học trực tuyến",
    "time": "15 tháng 7 lúc 10:00",
    "content": "@ Đề thi THPT Quốc gia 2025 được nhận định là khó hơn năm trước nên phổ điểm nhìn chung có giảm",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 239",
          "example_comments": [
            "Tuyensinh247.com - Học trực tuyến Quang Anh",
            "Tuyensinh247.com - Học trực Ngô T. Thuý Kiều",
            "Tuyensinh247.com - Học trực tuyến Pham Thuy Trang"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Thu Nga Nguyen bạn ơi nó đang bị tràn :)) Á chờ 5p",
            "Đề nghị BGD khắc tên 513 vị thần 10 Toán, 141 vị thần 10 TA vào lịch sử thi THPTQG giúp chúng em và xin chúc mừng môn Toán ngồi vào ngai vàng của vị trí điểm thi thấp nhất trong lịch sử!",
            "Nguyễn Thị Minh Tuyền mình cũng nghĩ như bạn chỉ có ko làm bài luôn mới 0đ chứ môn gì cũng đi từ dễ đến khó mà sao ko làm được câu mô luôn,vậy uổng 3 năm học c3 quá ad"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Tiếng Anh khó vậy mà vẫn có 141 điểm 10, các con quá giỏi 👍",
            "Việt Nam ko tách điểm 2 ctrinh thì ko đánh giá chuẩn đc",
            "Nhàn Nguyễn Có chứ, HS trường chuyên lớp chọn, HS giỏi Toán tinh, Quốc Gia, Quốc tế"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 10",
          "example_comments": [
            "Có thể là hình ảnh về văn bản cho biết '7.5k Số điểm 10 thi tốt nghiệp THPT 2025 (Theo 12 môn theo chương trình giáo dục phổ thông 2018) 5k 2.5k 6 907 0 0 3 929 60 82 101 141 1 451 513 học Tin 625 1518 vận Ngữ Công nghiệp nghệ Công học Sinh Nông nghiệp Tiêng Anh nghệ Công Toàn sử Lịch học luật Hóa tế టీ và pháp kinh dục Giáo Vậty Địa Số điểm 10 VnExpress'",
            "Có thể là hình ảnh về văn bản cho biết '7.5k Số điểm 10 thi tốt nghiệp THPT 2025 (Theo 12 môn theo chương trình giáo dục phỗ thông 2018) 5k 2.5k 6 907 0 0 4 3 929 60 82 101 141 1 451 513 học Tin 625 1518 van Ngữ Công nghiệp nghệ Công học Sinh Nông nghiệp Tiếng Anh nghệ Công Toàn sử Lịch học เนลุ่ง Hóa pháp kinh tế và dục Giáo Vậtly Địa Diaty Số điềm 10 VnExpress'",
            "Quỳnh Mít xét riêng có xét chung đâu mà buồn, khó chung thôi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Nhàn Nguyễn điểm 10, điểm 8 chắc phải\" coi lại lí do\"",
            "Phổ điểm tiếng anh như cái parabol vậy? 😢",
            "Có thể là hình ảnh về ‎văn bản cho biết '‎15:49 92% Mon loan Facebook mthi.tuyensinh247.cor .com ĐIỂM MÔN TOÁN NĂM 2025 Biều 140000 điểm hi THPT môn Toán nâm 2025 120000 100000 Sn 80000 60000 40000 20000 Điểm 2. Phổ điểm thi tốt nghiệp THPT 2025- Môn Văn PHỔ ĐIỂM MÔN NGỮ VĂN NĂM 2025 Biều đổ phố điểm 100000 THPT môn Ngữ văn năm 2025 80000 Han 60000 Gun 55 40000 ا A ا3 20000 0 Điếm 3. Phổ điểm thi tốt nghiệp THPT 2025- Môn Lí‎'‎"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Những e đạt 10 toán, tiếng anh là những thiên tài",
            "Thúy Đỗ lý mới nhiều 10",
            "Đỗ Thị Non Non sinh 82"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Có thể là đồ họa về văn bản cho biết '15:50 92% 봄 60000 Facebook mthi.tuyensinh247.com .com 20000 3. Phổ điểm thi tốt nghiệp THPT 2025- Môn Lí PHỔ MÔN VẬT NĂM 2025 Biếu po6 điểm THPT PTml mân Vật EN- กลิกา 2025 20:00 15000 품 S6thisinh DTB 347,599 10000- 0000 Trungvi 7.0 1:52 1.52 3929 5000 Delichchu Sdim1 m1 கக 品 Diếm 4. Phổ điểm thi tốt nghiệp THPT 2025- Môn Hóa PHỔ MÔN HÓA Hoc NĂM 2025 mânH 12000 2025 10000 thisinh BOOD 240,135 6.06 6000 Bichchuaa Sdien 625 625 Sadiemo 2000 Diềm'",
            "Chung Trịnh thấp kinh luôn",
            "Trời 2 môn đều thấp"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1L89ge5GDq/",
    "poster": "Theanh28 Entertainment",
    "time": "15 tháng 7 lúc 10:00",
    "content": "@ Nhiều người bức xúc, không thể châp nhận vì Phổ điểm môn Văn thi tốt nghiệp THPT 2025 được công bố chiều nay (15/7): Không ai đạt điểm 10, nhưng có 7 điểm 0",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Theanh28 Entertainment https://vnexpress.net/pho-diem-van-thi-tot-nghiep-thpt-2025-4914193.html",
            "Có thể là hình ảnh về ‎văn bản cho biết '‎PHỔ ĐIỂM MÔN VẬT LÍ NĂM 2025 Biểu đổ phổ điểm thi THPT môn Vật Í năm 2025 20000 Số thí sinh ิาโ 15000 げ beng 10000 ĐTB 347,599 15996 14560 12613 10503 17074 16475 14693 12633 6.99 Trung vị 7.0 Độ lệch chuẩn Số diễm 10 1.52 မိး 10681 5000 DESS 6859 5052 Số điềm 0 3929 BE 2907 0 3706 1929 Be ' s וגיל\"ג rra SE'STE 52555 SS55S 15.355 7.75.8Ị 5.8.51 52855 a25s 25 ISLG'SS‎'‎",
            "Lê Quang Trung văn năm nay thấy mấy bn bảo vẫn dễ thế mà ko có con 10"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 107",
          "example_comments": [
            "Tr QuynhAnh",
            "Theanh28 Entertainment Tr Tuongg Vii",
            "Theanh28 Entertainment các e mạnh thế, rảnh vào cõi story a giải trí nhé"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 11",
          "example_comments": [
            "Nhung Nguyen Thi cháu nhìn cháu buồn luôn á",
            "Nguyễn Thanh Tú 9.75 là quá giỏi rồi e.xin vía giỏi văn cho các con của chị nha",
            "Huyền Chi thế những năm trước không có học sinh giỏi tỉnh, học sinh chuyên tỉnh à?"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Nguyễn Thị Huế ít có ác thiệt chứ🤣🤣🤣",
            "2024 có 10₫ văn, chắc hack điểm hay gì á",
            "t chết lịm 😤"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 25",
          "example_comments": [
            "Có thể là hình ảnh về văn bản cho biết 'PHỔ ĐIỂM MÔN TOÁN NĂM 2025 140000 Biểu đổ phổ điểm thi THPT môn Toán năm 2025 120000 STEOTT sinh Deenan 표 80000 100000 Gong 50 60000 60000 318 83262 62TT6 < 54712 GLETE 40000 54668 55 26579 20000 7190 o a5 42149 lo0 31404 a 22328 14693 753 (0.5.1)- (1.151 (15.21 ក្ក 2784 ESS ព Điểm (9.5.10) 101'",
            "7 đứa điểm 0 ra đây t lạy phát 🙏",
            "Có thể là hình ảnh về ‎văn bản cho biết '‎PHỔ ĐIỂM MÔN NGỮ VĂN NĂM 2025 Biểu đồ phố điểm thi THPT môn Ngữ văn năm 2025 100000 80000 A 76859 72128 ิาน 네 60000 แอ่ง S0 40000 TIẾNG ตกม Cô Moi Phương 2018 EST EST2018 66330 59398 20000 1961월 E 5g E15E 161SZ 55622 13675 BOE 680ET 88 PEGOT ZOTE [550 IS2O ISE Fem (ג\"גל\"גי51 τοε 7.75 6.25. 5.5.5.75 Điểm 8.25. 858 I 5 5656 ot 'SL'G)‎'‎"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 4",
          "example_comments": [
            "Phạm Hải Yến Thông tin chính phủ bạn",
            "thất bại của 2k7:))",
            "7 điểm không có t không add"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "La Hữu Tình điều này đâu phải ai cũng làm được bạn ơi",
            "hóng cái tiếng Anh"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1B24ZSrWAE/",
    "poster": "Học tiếng Anh cùng cô Vũ Mai Phương",
    "time": "15 tháng 7 lúc 10:00",
    "content": "@ Dư luận bất ngờ khi phổ điểm thi THPT Quốc gia 2025 có điểm trung bình giảm từ 7,23 năm 2024 xuống 7,00 năm 2025; không còn điểm 10 (năm trước có 2 bài",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Học tiếng Anh cùng cô Vũ Mai Phương vào trang nào xem điểm vậy cô",
            "Thuỳ Trang",
            "https://hanoionline.vn/tra-cuu-diem-thi-tn-thpt-2025-tren-app-hanoion-dai-ha-noi-346907.htm"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 616",
          "example_comments": [
            "Nhả vía 9,5 văn 🌹",
            "Mai Tây Xin vía ạ 🍀🍀🍀",
            "Mai Tây em xin ạ 🍀🍀"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 45",
          "example_comments": [
            "Mai Tây CHỊ ƠI 🙏🏻🙏🏻🙏🏻",
            "mong lệch sang trái",
            "Trung Nguyen chỉ có văn th cậu ơi chứ toán năm nay lệch mạnh vch tiếng anh giảm nửa dân số nhưng tăng tầm 5% coi như ko đáng kể"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 58",
          "example_comments": [
            "Có thể là hình ảnh về ‎văn bản cho biết '‎PHỔ ĐIỂM MÔN TOÁN NĂM 2025 140000 Biểu đổ phổ điểm thi THPT môn Toán- năm 2025 120000 TLESZI 6EPET SLEPTE 00 110318 enan bin 100000 เิ้าต 네 80000 3o 60000 40000 C5 83262 < 71379 20000 66525 89985 RIP 42149 종 31404 7190 22328 순 753 (0.5.11 (1.1.5) (15.21 2.2.5) (25.31 0.351 14693 ​​ 2 1eLz 553 Điểm (7.75) (7.5.81 (B.8.5] (B. (8.5.9) 9.51 ه 10] (9.5.‎'‎",
            "Có thể là hình ảnh về ‎văn bản cho biết '‎PHỔ ĐIỂM MÔN TOÁN NĂM 2025 140000 Biểu đổ phổ điểm thi THPT môn Toán 120000 năm 2025 tam SEEVET 100000 स्न eman 55 버 80000 ខ្ញ 60000 40000 83262 54712 GLETE 89995 20000 64592 42149 aen 7190 31404 ት タ e 22328 14683 2784 Điểm 8-37( (5.851 (0.5.91 553 9.51 ي -fo 19.5.10) 09.5. 10) ፡‎'‎",
            "khối D năm nay giảm 0.5 là max r 🙁"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 19",
          "example_comments": [
            "Trà Sơn Bấnn điểm 10 năm nay sao khó bằng điểm 10 ctc dc , có thực lực thì vẫn dc thôi",
            "Phạm Thị P.Anh tiếng anh giờ nhiều đứa giỏi lắm cậu ơi mồm than chứ mà ra phổ điểm lệch phải là toang 🙁",
            "Nguyễn Quỳnh Thy t nghĩ là phải giảm hơn, phổ toán với anh sẽ thấp"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 38",
          "example_comments": [
            "xem ở đâu z ạ",
            "Ối giồi ơi",
            "Con gái mình giải nhì văn tỉnh. Mà tốt nghiệp đc 8,5. Hơi buồn."
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 15",
          "example_comments": [
            "Ối dồi ôi",
            "Đỗ Hạnh t top 301",
            "Nhả vía 9đ Văn))"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1ApxXPsiz7/",
    "poster": "Tuyền Văn Hóa",
    "time": "16 tháng 7 lúc 10:00",
    "content": "@ Một ngôi trường - 3 thủ khoa THPT Quốc Gia 2025: Trường THPT Chuyên Hùng Vương (Phú Thọ) ghi dấu ấn rực rỡ ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 27",
          "example_comments": [
            "Trường đẹp vậy",
            "Trường sao đẹp vậy. Như trường quốc tế luôn các bác ahh.",
            "Trường đẹp quá ,các bạn học sinh lại rất tuyệt vời ,chúc mừng tỉnh bạn ạ !"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 251",
          "example_comments": [
            "Trọng Văn Dũng sao bằng ngô quyền z",
            "Tự hào quá Chuyên Hùng Vương!",
            "Chuyên Hùng Vương - Phú Thọ đỉnh quá"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 15",
          "example_comments": [
            "Thật tuyệt vời. Xin vía cho các con 2k9",
            "Trần Thị Hương thầy cô cũng đến khung này thôi 😃. Cho e nó lm giáo viên đi dậy luôn",
            "Be,xanh,grab đan chờ các e đồng hành....đùa thôi chúc mừng các e."
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 40",
          "example_comments": [
            "Lê Vinh chú trọng đầu tư cho giáo dục mà bạn 🙂",
            "Chúc mừng các con các con rất giỏi . Sứng danh con cháu Hùng Vương",
            "Tuyệt vời quá chúc các cháu học sinh giỏi tỉnh phú thọ"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 24",
          "example_comments": [
            "Nể quá! Chúc mừng các con và nhà trường",
            "Xin cảm ơn và Chúc mừng Nhà trường, thầy, cô và tất cả các con học sinh yêu quý!",
            "Chúc mừng các con chúc mừng thầy trò trường hùng vương pt"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 12",
          "example_comments": [
            "Đỉnh quá trời",
            "Đỉnh thật",
            "Đất tổ quê tôi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Phú Thọ kg đọ được đâu",
            "Phải nói là chuyên Hùng Vương đỉnh của đỉnh",
            "Phú thọ tôi đó , nhưg tôi còn ko tốt nghiệp cấp 2 đây buồn thật sự"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/19YXQNSy5C/",
    "poster": "",
    "time": "16 tháng 7 lúc 11:00",
    "content": "@ Nhiều người không thể tin profile khủng của Nguyễn Lê Hiền Mai -  Trường THPT chuyên Hùng Vương (Phú Thọ) là một trong 8 thủ khoa đạt điểm tuyệt đối khối A00",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 25",
          "example_comments": [
            "Quí Thảo này chắc chỉ có Kim Dung viết",
            "Đẹp gái mà còn học giỏi như này thì chỉ có thể là yêu quái 🤭",
            "Ôi, thành tâm xin vía cho con gái mình. Xinh đẹp, học giỏi, công tác xã hội tốt đúng là chỉ có trong tiểu thuyết."
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 577",
          "example_comments": [
            "Nguyễn Lê Hiền Mai kìa",
            "Này thì cứ VP gánh PT với HB :))))",
            "Anh Sunny xem pt nằm ở top mấy về chất lượng hsg trước khi sát nhập"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 11",
          "example_comments": [
            "Anh Sunny điểm trung bình thì người ta tính theo mặt bằng chung của cả tỉnh. Không phủ nhận, không thể không để tâm đến. 3 bạn đạt thủ khoa là kết quả cố gắng của gia đình và bản thân 3 bạn đó lên rất đáng chúc mừng 👏🏻👏🏻👏🏻",
            "vừa đẹp vừa giỏi v tr",
            "Vẻ đẹp của tri thức"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 21",
          "example_comments": [
            "Khánh Trâm phân biệt vùng miền thì té ra chỗ khác chơi vs ấm ức đi.😆",
            "Add có thể ẩn bài đừng để phụ huỳnh em thấy k :))",
            "Xinh là 1 phần. Còn học thức đỉnh chóp e ơi🥰🥰🥰"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 80",
          "example_comments": [
            "Cô gái nhà người ta giỏi quá! Minh xin vía cho bạn Sóc ạ",
            "Nu9 tiểu thuyết còn chưa được như này",
            "Xin vía xin vía, quá giỏi bé ơi"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 23",
          "example_comments": [
            "Đỉnh bóc lịch trần xuất sắc bé ơi",
            "Đỉnh nóc kịch trần.Tài sắc vẹn toàn👍",
            "Đẹp . Xinh . Giỏi quá ."
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Xinh lại còn giỏi, đọc thông tin mà nổi da gà",
            "Chòi oi đã xinh còn thông minh",
            "Thêm 1 bông hoa vào list :)))"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/18ZYBPQkBx/",
    "poster": "Hóng Hớt Showbiz",
    "time": "20 tháng 7 lúc 01:00",
    "content": "@ Khán giả tiếc nuối khi Han Sara bị loại ở chương trình Em xinh Say hi",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 976",
          "example_comments": [
            "Kẹo chuối và Saylor Twift cái đoạn rap của CB nổi da gà thiệt tr ơi 😭 sao mà xài cái giọng đó v tr",
            "Tho Ng Quynh Pham đoạn đó giống rên =)))",
            "Chu Minh tui nghĩ là cố tình á vì bài theo hướng sexy mà. Nhưng Muội sáng nhất cả bài"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 71",
          "example_comments": [
            "Khánh Giang cố tình nma cái giọng bả k tới bạn hiểu k, chỉnh để up audio rồi mà nghe kì vl",
            "Jung Mon mk xem Youtube là nghe bản thu âm chỉnh sửa bét rồi đó, ko biết live như nào",
            "Lê Thanh Trang sao m giống t dị. Trước ko thích ko ghét. Xem xong thấy cái gì cũng tệ mà vô vòng trong hoài nên giờ t ghét luôn. Giờ t coi chỉ để hóng khi nào con mụ đó bị loại"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 50",
          "example_comments": [
            "Kẹo chuối và Saylor Twift k hiểu sao CB đợt này chạy bài tài năng, học hát bài bản các thứ. Chất giọng CB phải nói là rất xấu, bí, nặng, nghe mệt kinh luôn",
            "Lâm Mỹ Áii trình diễn k nói nhưng chất giọng khủng khiếp quá chừng, nói thật là hơi phá bài 🥲",
            "Chu Minh bcuoi vl cht mấc =)))))"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 39",
          "example_comments": [
            "Jung Mon nghe thoại thôi là đã thấy mệt",
            "Jung Mon audio mà t thấy còn dở banh á :)))), lần đầu t phải cảm thán 1 người háy dở tới dị🥲🥲",
            "Bi Ji Jin yên tâm nè vì concert sayhi backtrack đến 90% nên ko lòi giọng thật đâu 🙂 chủ yếu xem biểu diễn thôi."
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Lê Thanh Trang vàng quan điểm",
            "Trang Do ủa là thi tài năng hay thi hoa hậu?, nói cổ hát dở giọng kh hay đáng bị loại thì còn chấp nhận, với cả có xem chương trình kh thế? Lamoon bị loại khi nào?",
            "Trang Do lamoon đã loại đâu ạ 😅😅"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 21",
          "example_comments": [
            "Bảo Ngọc ờ tập này t chưa có thời gian xem đó, đối với t cuộc thi exsh này em nào cũng xinh đẹp tài năng hết trừ cb. Ai bị loại t đều thấy tiếc nuối trừ cb. Đã tham gia cuộc thi ai cũng cũng gắng hết ko phải mỗi cb. Ko có khả năng trong âm nhạc thì loại sớm đi cho các ex khác được phô diễn tài năng của họ. Họ cần được toả sáng hơn cb",
            "Kẹo chuối và Saylor Twift Châu bùi có nét riêng nổi bật mà 1 mầu ko lẫn đâu được, thần thái diễn giống ninh dương lan ngọc ở chị đẹp, còn muội bị loại là đúng, vì toàn dc ghép team mạnh , bài hát hay njuwng vẫn loại thì sự thật là e còn thiếu nhiều lắm",
            "Kẹo chuối và Saylor Twift =)) thì có kịch bản sẵn hết mà, coi cho vui th chứ t đoán dc ai bị loại lun á, hồi bên atsh cái bài catch me if you can côg dương lần đầu dc công nhận khúc rap khen quá tr với bài đó dc top youtube luôn mà loại tận 2ng đó, bài này ver muội đỉnh vl mà loại nhảm"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 34",
          "example_comments": [
            "Đinh Chi em xinh khả năng viết nhạc yếu hơn anh trai, bên anh trai nghe demo dở viết lại bá cháy, bên em xinh viết lại còn dở hơn demo :))",
            "Đáng tiếc cho hansara",
            "Tiếc cho Đào Tử A1J"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/19t1p8wWPh/",
    "poster": "Kaito Kid",
    "time": "10 tháng 7 lúc 14:17",
    "content":"@ Đề thi tốt nghiệp THPT quá khó, Quốc hội yêu cầu báo cáo",
    "summary": {
      "num_opinions": 6,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 68",
          "example_comments": [
            "Theo Chủ nhiệm Ủy ban Văn hóa và Xã hội, dư luận phản ánh rất nhiều về đề thi một số môn học khó hơn năm trước, do đề thi có phần ngoài chương trình nhiều. Nội dung trên được Chủ nhiệm Ủy ban Văn hóa và Xã hội Nguyễn Đắc Vinh đưa ra khi cho ý kiến về báo cáo công tác dân nguyện của Quốc hội tháng 4, 5 và 6 tại phiên họp thứ 47 của Ủy ban Thường vụ Quốc hội, diễn ra sáng 10/7. THEO: VTC NEWS",
            "· Còn chưa có phổ điểm mà! Quốc Hội lanh chanh quá rồi! Bên hội đồng chấm còn chưa làm việc xong. Sao mà kết luận được. Ít nhất phải có phổ điểm thì lúc đó mới có lý mà ý kiến chứ",
            "Tôi đề xuất văn, sử, địa,... nên thi vấn đáp"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Khó với cđm thôi chứ bé con nhà mình 5t giải đề toán trong 10p trộm vía 2đ",
            "2k7 làm còn ten thôi chứ hôm có phốt điểm thì mưa điểm 8 9 10",
            "bọn nó hùa đấy, mỗi tao ngu thôi, tao tỉnh lắm:)"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Thi thì đã thi xong rồi , cuối cùng sẽ chỉ là \" rút kinh nghiêm năm sau \" là xong..... Chỉ mong các trường ĐH giảm điểm chuẩn tương đối để các con có cơ hội vào nghành trường yêu thích....",
            "Đề xuất thi chạy trạm môn văn đc k 🙂",
            "Rồi củng chỉ đến cỡ Viettel thôi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Con nhà tôi đang niệm Phật môn văn các bác à 😂",
            "điểm đh giảm đi má , thi xog r bgio mới báo cáo có muộn q kh trời🥹",
            "Dễ mà, cháu mình làm chưa được 5p đã đi ngủ🐧🐧🐧🐧🐧"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Đề vừa sức với học sinh đồng bằng còn miền núi thiếu thốn rất nhiều sao vừa cho được",
            "🔵🔵🔵Môn tu luyện phật gia thượng thừa được nhiều người quan tâm nhất hiện nay và Vì sao❓️môn tu luyện này lúc đầu được🇨🇳ĐCSTQ ủng hộ cho đến việc đàn áp một cách tàn nhẫn như vậy❓️ ––––––––– ✯✯✯✯✯ ––––––––– ♦️🏵Pháp Luân Đại Pháp🏵 hay còn gọi là 🍀Pháp Luân Công🍀, là một pháp môn tu luyện thượng thừa giúp nâng cao tâm tính và thể chất thông qua luyện tập các bài công pháp và tu dưỡng đạo đức con người. “🌸Chân–Thiện–Nhẫn🌸” - đặc tính tối cao của vũ trụ - là các giá trị cốt lõi nhất của🏵Pháp Luân Đại Pháp🏵. 🌸Chân -Thiện -Nhẫn🌸 của vũ trụ chỉ đạo mà tu luyện.Trọng tâm vào tu Chân, tu Thiện, tu Nhẫn.🌿Dạy người ta làm điều tốt, hướng thiện, tốt cho mình, tốt cho xã hội, cho đất nước. - ✨️️\"Tu luyện\" nghĩa là liên tục cố gắng hòa hợp bản thân tốt hơn với các nguyên lý vũ trụ này. 🌳khi tâm tính được đề cao thì sức khỏe được cải thiện, thể chất lẫn tinh thần cũng được nâng cao, từ đó hết bệnh. 🔶️️🇨🇳ĐCSTQ đã dồn hết tài nguyên ,tiền bạc, nhân lực và vật lực, nhằm tiêu diệt môn tu luyện này, nhưng nó vẫn không làm được❗️ 🔴Cuộc đàn áp🍀 Pháp Luân Công🍀 đã làm biết bao nhiêu gia đình, bố mẹ, con cái, người thân lìa xa nhau mãi mãi, và đã làm biết bao nhiêu đứa trẻ mồ coi cha mẹ , dưới sự bức hại vô lý, và vô căn cứ của🇨🇳đảng cộng sản Trung Quốc, làm biết bao nhiêu người bị đàn áp, tra trấn, đánh đập, mổ cướp nội tạng sống, và chịu nhiều cực hình tra trấn dã man khác.v.v chỉ vì họ không chịu từ bỏ đức tin🌸Chân-Thiện-Nhẫn🌸của mình, và cũng vì quyền tự do tín ngưỡng của mình, mà mọi người không chịu khuất phục, không chịu đầu hàng trước tà ác, vẫn kiên cường, kiên định cho đến cùng. 🔶️ Thế nhưng họ không im lặng.Họ dùng vũ khí là lòng từ bi và sự nhẫn nại trong suốt hơn 20 năm để nói cho mọi người về vẻ đẹp của🍀 Đại Pháp 🍀và cuộc bức hại nhân quyền trái phép đang diễn ra tại 🇨🇳Trung Quốc. 🌳🌳Cách giảng sự thật của họ vô cùng đa dạng như: Gặp gỡ cơ quan công quyền, tổ chức họp báo, nghiên cứu và thảo luận, tổ chức hội nghị, diễu hành, thu thập chữ ký, triển lãm tác phẩm mỹ thuật, dạy luyện công miễn phí, biểu diễn văn nghệ, gọi điện thoại cho người 🇨🇳Trung Quốc…. Ngoài ra, họ còn tự lập tòa báo, kênh truyền hình, đoàn làm phim… Những hoạt động này đã phơi bày tội ác của chính quyền 🇨🇳Trung Quốc, giúp hạn chế bức hại ở Đại Lục và truyền rộng 🍀Pháp Luân Công🍀 ở nước ngoài. 🍁👉Tin rằng trong tương lai không xa, Trung Cộng nhất định sẽ bị diệt vong trong sự khinh bỉ của người dân, còn giá trị phổ quát 🌸“Chân-Thiện-Nhẫn”🌸nhất định sẽ quay lại với 🇨🇳Trung Quốc Đại Lục, xua tan những thứ độc hại và tệ nạn mà Trung Cộng tuyên truyền.🍂 Người🇨🇳Trung Quốc nhất định sẽ khôi phục truyền thống, hồi sinh đạo đức, bầu trời tươi sáng sẽ tái hiện trên mảnh đất Trung Hoa đại địa.",
            "Báo cáo HẾT https://www.facebook.com/share/p/16kPvtY3en/?mibextid=wwXIfr Có thể là hình ảnh về 1 người, đồ ngủ và văn bản cho biết 'callMe Te CaBaby Baby callMe Me Calnaby Baby Callme Te Call Callnzo Baby M2 Sabt Cales el B'"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Năm đéo nào chả kêu khó:))"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1CGoarPqYz/",
    "poster": "Tuyển Sinh Số",
    "time": "28 tháng 6 lúc 11:15",
    "content":"@Bộ GD&ĐT lý giải độ khó của đề thi tốt nghiệp: Khi làm đề, hội đồng xem xét rất kỹ lưỡng tất cả số liệu trong quá trình thử nghiệm. Độ khó dựa trên kết quả thực tế đó, đồng thời bám sát đề tham khảo. Về phản ánh đề Toán, Tiếng Anh có độ khó cao hơn đề minh họa, Bộ ghi nhận để xem xét, sau khi hoàn thành khâu chấm thi",
    "summary": {
      "num_opinions": 5,
      "opinions": [
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Đó là chia sẻ của GS Nguyễn Ngọc Hà, Trưởng ban đề thi, Ban chỉ đạo cấp quốc gia kỳ thi tốt nghiệp THPT 2025. Trong buổi họp báo mới đây, Thứ trưởng Bộ Giáo dục và Đào tạo Phạm Ngọc Thưởng khẳng định sẽ tiếp thu các ý kiến về đề thi để làm tốt hơn trong những năm tiếp theo, trên nguyên tắc đảm bảo quyền lợi của thí sinh. \"Nếu nhiều thí sinh đạt điểm 9-10 nhưng không phải năng lực thật mà đề dễ thì có vui không?. Nếu nhiều điểm 6-7 nhưng là năng lực thật, thí sinh sẽ có bước đi đầy trưởng thành. Khi đó sẽ vui hơn\", ông nói. Lãnh đạo Bộ cho rằng đề thi đánh giá được năng lực thật của thí sinh là theo đúng tinh thần của đổi mới căn bản giáo dục và đào tạo, chương trình giáo dục phổ thông mới.",
            "Đề khó cũng không sao nhưng quan trọng là các bác trong hội đồng ra đề làm sao để độ khó các môn tương đương như nhau , tránh tình trạng phổ điểm ra môn thì mưa diểm 9, 10 môn thì quá khó điểm thấp thì cơ hội xét đại học của các con bị thiệt thòi , tổ hợp lại có lợi quá. Vd các bác so sánh tổ hợp A00, B00 , A01, D01 so với tổ hợp C00, C03, C04 ...( các bác cứ so sánh phổ điểm năm ngoái thì các bác rõ nhất, năm nay rồi cũng vậy thôi.. cứ bảo sao các cháu nó lao vào sử địa nhiều đến thế , để tình trạng này còn mất cân bằng về các môn học và thi cử nữa và các trường đại học xét đỗ nên chia tỉ lệ cho từng tổ hợp cho các con chứ xét đánh đồng hết các tổ hợp lại với nhau thì có tổ hợp lợi thế quá , có tổ hợp rất thiệt thòi .",
            "Thương các cháu 2k7"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "Năm nào bộ cũng nói đề thi vừa sức nhưng bộ không nói rõ vừa sức với đối tượng nào: giáo sư, giáo viên hay hs. Con chúng tôi 2k7 không thể bị bất công như vậy.",
            "Hy vọng xem xét cân đối để ko xét tuyển D01, A01 cùng A00 và C00 cuộc đua không cân sức.",
            "khối D01 quá thiệt thòi. hi vọng sau khi có kết quả điểm thi tốt nghiệp. bộ và các trường ĐH xem xét cân đối để cho cuộc đua các khối không cân sức được công bằng."
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 34",
          "example_comments": [
            "Một sự chống chế bất hợp lý. Các con 2k7 ko phải là chuột bạch để đem ra thử nghiệm. Học 1 đường thi 1 nẻo, ko liên quan gì đến kiến thức mà các con đã học . Các con trường chuyên cũng bó tay với đề thi năm nay .Rất rất thương các con 2k7. Cả thế hệ 2k7 rơi vào tuyệt vọng. Các con thi ra khỏi cổng trường bạn thì khóc, bạn bình tĩnh nhất mặt cũng tái dại và nghệt ra nhất là các con thi khối D , tiếc công đèn sách 12 năm trời với bao ước mơ hoài bão. Nên có hình thức, biện pháp xử lý mạnh và triệt để đối với hội đồng ra đề thi năm nay và cũng nên xét điểm theo khối để các con khối D ko bị thiệt thòi.",
            "Các con 2k7 kg phải là chuột bạch để các ông các bà đem ra thử nghiệm ..học 1 đàng thi 1 nẻo chả liên quan gì đến kiến thức đã học .,cao siêu hàn lâm quá chỉ dành cho học sinh trường chuyên ..mà hs trường chuyên cũng bó tay với đề thi năm nay ..rất thương các con 2k7 cả 1 thế hệ rơi vào tuyệt vọng",
            "Năm nay ts rớt tốt nghiệp hết thì các trường ĐH tạm thời đóng cửa 1 năm"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Nhà gd mà nói các cháu trằn học mà đc 6-7 điểm là bước đi trưởng thành hơn, khác gì nói thi hsg tỉnh, QG, trường chuyên là ko đúng năng lực chỉ 6-7 mới đúng năng lực. Khó hiểu thật!"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Xem xét thì giải quyết đc j nữa😭😭😭"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1AyqsmCBDb/",
    "poster": "Tuyển Sinh Số",
    "time": "27 tháng 6 lúc 12:15",
    "content":"@Đề thi Tiếng Anh THPT 2025 KHÓ ngang đề thi 2018, thậm chí khó hơn, thí sinh sốc. Phần đọc hiểu nhiều từ chuyên ngành khó hiểu, nhiều thí sinh không làm xong",
    "summary": {
      "num_opinions": 6,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 26",
          "example_comments": [
            "Các bạn làm ổn không???",
            "Thương các con 2k7 nỗ lực hết sức trong 12 năm đèn sách , áp lực từ ba mẹ , thầy cô , nhà trường ... , hàng ngày các con không ngừng cố gắng nổ lực , đến đến lúc thăng chốt này thì các con học một kiểu , đề thi ra một kiểu , cứ nghĩ tinh gọn bộ mấy nhà nước , sao không tinh gọn đề thi ít lại lấy nòng cốt trọng tâm là đủ, đề thi gì mà dài dòng Lê thê các con mất rất nhiều thời gian để đọc đề , chưa kịp hiểu đề thì sắp hết giờ thi 😔😔😔😔😔",
            "Đề toán và tiếng anh đưa cho bọn ra đề chúng nó làm tốt, không kêu than gì đâu sao các con kêu nhiều thế"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Dù sao cũng thi xong rồi, xả hơi thôi",
            "Làm riết ngày càng lố, thử thách cũng vừa sức tụi nhỏ thôi chứ, mấy ông mấy bà làm như thể bộ não nó là máy vi tính hay siêu nhân í, đưa cho những thế hệ trước xem là có giải được k? hay chỉ ra đề thể hiện với tụi nhỏ là t đố chúng m giải được đấy.",
            "Phù hợp với lớp chuyên anh thôi nhé các bạn tôi 😕"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Ko đủ thời gian mà đọc thì hiểu sao đc. Chữ thì bé nữa chứ. Thế này mà bảo phải cho các con chơi… để giờ nhìn chúng khóc còn đau lòng hơn",
            "Con gái tui dân anh mà nó bảo chữ kiểu gì k đọc nỗi zzz",
            "Nhà chị 2018, 2025 đều góp mặt."
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 3",
          "example_comments": [
            "năm nay các con thi khối D quá thiệt thòi",
            "Bích Phương kh pk tại mình mà tại đề",
            "5 phút cuối tô 20 câu tn😁"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "so giao duc ra de de cac em thanh bac hoc",
            "Không nên đưa ngoại ngữ vào kỳ thi quan trọng chỉ cần biết giao tiếp là XKLĐ",
            "đề nào cũng khó lẽ ra thi tốt nghiệp chỉ cần học lực trung bình làm được mới đúng"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Đòi giảm tải chương trình cho học sinh dễ thở, mà ra đề lại tăng tải , quá khó",
            "Đề toán và đề anh ngoài sức học của các con 2k7 rồi, thật thương cho các con trong đó có con của tôi miệt mài với 12 năm đèn sách, giờ cũng đã chạm mốc quyết định tương lai của các con thì các con quá thất vọng. Thương các con quá cố lên 💪"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/v/1BmXufQcUs/",
    "poster": "Chuyển động 24h",
    "time": "1 tháng 7 lúc 19:17",
    "content":"@ Đề thi tốt nghiệp THPT quá khó, Quốc hội yêu cầu báo cáo",   "summary": {
    "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 658",
          "example_comments": [
            "Hội đồng ra đề ta có vấn đề, người ta bảo học đi đôi với hành đăng này học một đằng làm một nẻo vậy thì là thế nào",
            "Nhưng mà BGD không dám thừa nhận",
            "Chúc mừng bộ giáo dục đã thành công làm khó học sinh ."
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 36",
          "example_comments": [
            "Học 1 đằng thi 1 nẻo! Khổ là PH và HS thôi! Bác Bộ có sao đâu",
            "Nói đi nói lại vẫn ngoan cố nói bám sát ct, phân hóa hs😡",
            "Bớt ra đề theo cái kiểu đánh đố học sinh đi. Đến cả người bản địa người ta còn chê thì tức là đề thi ko bám sát thực tế. Tức là anh ko làm dc việc, mà ko làm dc việc thì nghỉ đi để người khác làm thay. Đừng làm hỏng thế hệ học sinh này đến thế hệ học sinh khác. Hãy nghĩ đến tinh thần dân tộc, lòng yêu nước mà nhà nước luôn nhắc đến! 🫡"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 42",
          "example_comments": [
            "Giáo viên mà cũng kêu khó thì học sinh làm sao đc nhất là những học sinh ở những vùng nông thôn",
            "Giờ cười trừ thôi. Gạo nấu thành cơm",
            "Thực sự vụ việc này quá thất vọng về việc lắng nghe ý kiến của Bộ Giáo dục từ chuyên gia giáo dục, học sinh, giáo viên và người dân. Nếu cách  của Bộ này sau mấy ngày thi thì còn chấp nhận đc, chứ từ 27/6 đến 1/7 sau khi rất nhiều thông tin đăng tải trên báo chính thống, ý kiến chuyên gia, bài viết - comment trên mạng XH mà Bộ, thì quả thật quá thất vọng."
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 57",
          "example_comments": [
            "Nên chỉ xét TN THPT còn em nào thi ĐH thì xuống trường ĐH để thi.",
            "chắc là đề AI ra luôn 🙂",
            "Học thì học kiến thức giáo khoa, bộ thì khẳng định chỉ cần học học trên lớp, học sách giáo khoa là đủ. Mà khi thi thì thi những gì thế này ạ??? Cần lời giải thích từ BGD"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 29",
          "example_comments": [
            "Một lời nói xem xét lại của bộ GD đồng nghĩa với hàng trăm ngàn HS,gia đình tan nát hi vọng 1 đời người",
            "Đ/c Bộ nên nhận đi mà rút kinh nghiệm, cứ vòng vo tam quốc. Ai cũng hiểu chỉ mỗi đ/c là cố tình không hiểu thôi",
            "Chốt lại 1 câu cuối bộ nói: khẳng định rằng đề thi không vượt quá chương trình, đồng thời được thiết kế để đánh giá đúng năng lực của học sinh."
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 83",
          "example_comments": [
            "Quá cố chấp",
            "Phản giáo dục",
            "Cố chấp quá"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 9",
          "example_comments": [
            "Khó thì đi học thêm. Ý tụi nó ra đề này là thế. Đa phần tụi nó mở trung tâm tiếng anh mà",
            "Bộ giáo dục lấy lưới khủng ra bắt cá ở thái bình dương mai ra bắt được cá mập. Qua kỳ thi giỏi, khá, trung bình chẳng làm được thì sàng lọc quái gì",
            "Mọi ngừoi vào room trang cá nhân cập nhật tin tức ạ"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1DePLL2KGv/",
    "poster": "Insight mất lòng",
    "time": "26 tháng 6 lúc 09:57",
    "content": "@ ĐỀ THI NGỮ VĂN THPT QUỐC GIA 2025 THEO CHƯƠNG TRÌNH CŨ: VỢ CHỒNG A PHỦ",
     "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Nói vui",
          "description": "Số lượng comment: 330",
          "example_comments": [
            "Nốt chu sa của tôi qua 7 năm mới xuất hiện🤡",
            "Chấp niệm thời học sinh của t sau 7 năm mới xuất hiện 🥹",
            "VCAP thì tủ của mọi nhà"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 42",
          "example_comments": [
            "Đề này mà ra thì chắc giờ t đã 9.5 rồi, nói chung như vậy là đề nhẹ nhàng lắm rồi đó, các bạn cố lên",
            "Bạch nguyệt quang giờ mới xuất hiện à 😃",
            "Chấp niệm của t giờ mới xuất hiện 🥹"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 37",
          "example_comments": [
            ":)) nốt chu sa của t qua 3 năm đã xuất hiện rồi sao",
            "Ê bài tủ của t 😭😭",
            "Tủ năm ngoái của 2k6 chứ đâu"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Ngon dữ chời, ra sông Đà mới khiến t wow=))))",
            "aduuuuu bạch nguyệt quang mọi nhà, tình đầu quốc dân",
            "Đoàn Thành Kiên"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 23",
          "example_comments": [
            "Bạch nguyệt quang đến năm cuối cùng mới xuất hiện :))",
            "là sao, có 2 đề văn à",
            "Phạm Ánh Nguyễn Khánh Huyền Ahn Tú cái bài mình ôn lòi trĩ năm nay ra:))"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Tủ của tôi 4 năm trước 🗿",
            "Đề này là đề cho mấy ní thi lại thôi :))",
            "=))))))) oh bài tủ của tôi năm nào"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Đoán trúng phóc kk =))))",
            "Ước gì gặp em 3 năm trước",
            "Trúng tủ năm 2021 của t rồi😵‍💫"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1GGVwBLXP2/",
    "poster": "Kaito Kid",
    "time": "15 tháng 7 lúc 09:09",
    "content":"@ Tâm lí của thí sinh cả nước trước giờ công bố ĐIỂM THI CHÍNH THỨC các môn Kì thi tốt nghiệp THPT 2025",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 138",
          "example_comments": [
            "Giờ dọn hành lí còn kịp á Grove Tarot",
            "11,5đ văn thì đỗ thủ khoa😔😔😔",
            "Địa ngục😇"
          ]
        },
        {
          "label": "Lời chúc",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Cố lên anh chị nhá, chúc anh chị đổ nv1 ạ !!!!!!",
            "Chúc các sĩ tử được điểm như ý muốn",
            "ủa tưởng 3h chiều nayy"
          ]
        },
        
        {
          "label": "quan ngại",
          "description": "Số lượng comment: 12",
          "example_comments": [
            "Nuyện vọng 1 em đổ tốt nghiệp ạ🍀🍀🍀🍀",
            "văn 17 điểm là thủ khoa rồi ☺️☺️",
            "Tối chuẩn bị đồ dần đi là vừa :))",
            "đề khó vl , khó trượt"
          ]
        },
        {
          "label": "Mong đợi",
          "description": "Số lượng comment: 12",
          "example_comments": [
            "Mong điểm ổn ổn tí",
            "Cầu mong trên 20+☘️☘️",
            "trùng tang"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Ráng cầm cự hôm nay nữa thôi...",
            "mai có lịch đi làm là đẹp luôn 🥰 tránh nơi đông người không thôi bị hỏi",
            "rút ống thở"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Tối ráng mơ 5đ Anh là ok=))))",
            "Đồng nghĩa vs việc dọn hành lí lên núi ở luôn",
            "Để t dọn đồ"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1Hp3PC1h67/",
    "poster": "Kaito Kid",
    "time": "15 tháng 7 lúc 18:40",
    "content":"@Phổ điểm ngữ Văn 2025, phổ điểm lệch sang phải 🤡",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 35",
          "example_comments": [
            "Lạc đề mà như này, trúng đề chắc mưa điểm 10 🤡",
            "Em ở bên trái mà kaito kid oi😭",
            "toán lệch trái :))"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 287",
          "example_comments": [
            "Lạc đề ❌ Lạc quan ✅",
            "mai lạc trên núi",
            "các bé k7 điểm chưa ổn lắm cũng đừng lo nha, nhanh tay dki học bạ luôn đi nè, trường PTIT đang mở xét tuyển đợt 2 ngành cntt và qtkd số trong tháng này, nhắn a htro luôn nha"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 21",
          "example_comments": [
            "Toán, anh mới khó chứ văn thì bình thường, phổ điểm trên tb cao là dĩ nhiên.",
            "Quý thầy cô năm nay chấm phải gọi là “phăng” hết cỡ đên phổ điểm đẹp quá",
            "Phổ điểm cho thấy càng về cuối leo núi càng khoẻ. Đầu đi chưa quen nên bước từng bước nhỏ nhẹ, rời rạc kk"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Là lạc dữ chưa các bạn ơi:))",
            "Là lạc giữ chưa mấy em -))) Có thể là hình ảnh về 1 người",
            "Giỏi quá"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 17",
          "example_comments": [
            "1 trong số những người nằm bên trái là tui",
            "lạy Trời lạy Phật",
            "Tạ Thị Phương Dung e là 1 trong những số lạc bên trái, k7 diễn sâu thế thì vào sân khấu điện ảnh giúp e, cho e còn đỗ nv1 :))"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 21",
          "example_comments": [
            "thế mà t cũng tin tno than z á , thật biết cách an ủi người ta mà😓",
            "Nguyễn Quốc Huy chỉ có 207 tự trap nhau thôi🥹",
            "Thì ra mỗi tôi điểm thấp thôi đk 😇"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Trêu đùa tìn kẻm ☺️",
            "301 ông bên phải: - Tình cảm của Lê và Sơn vừa là tình yêu, vừa là tình đồng chí. Có thể là hình ảnh về mèo lớn",
            "Cao Tran Bình Nguyên Trần Đình Hiểnn Trần Đức Hiếu 9,25 của nguyên, còn 3 ae mình 0.25 cmnrr"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/18zBV5JaWH/",
    "poster": "Kaito Kid",
    "time": "15 tháng 7 lúc 18:05",
    "content":"@Sốc!! GẦN 1.000 THÍ SINH BỊ ĐIỂM LIỆT SẼ TRƯỢT TỐT NGHIỆP THPT NĂM 2025",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 42",
          "example_comments": [
            "Văn mà được 1 hoặc dưới 1 thì cũng lạy, không biết chữ hả ta",
            "vcl toán=)))))))",
            "chắc chắn sẽ đỗ tn thoi=)))"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 469",
          "example_comments": [
            "Môn Sinh là môn được chọn để thi hoặc không mà nhỉ. Chọn môn Sinh để thi nhưng lại là thí sinh duy nhất đạt điểm liệt thì cũng kì thật. Có khi bận gì nên vắng thi không chừng.",
            "Toán đồ sát 777 đứa",
            "Liệt còn khó hơn đậu đại học nửa, đúng/ sai lụi đúng hết thôi thoát nạn r, có đề vẽ bbt ra thôi ăn con 1 rồi, hoặc nhấn máy thôi đc 0,5 rồi. Văn đề mở chém gió đại cũng 1đ, thi kiểu gì hay dữ z"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 26",
          "example_comments": [
            "Chưa bao giờ thấy trượt tốt nghiệp dễ thế=))))",
            "Giờ mình mê toán, chắc còn quay đầu kịp",
            ";)) làm quả tam thất thế kia thì chịu r"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 33",
          "example_comments": [
            "+ gần 1000 đối thủ😞",
            "Phân hóa cao quá thì chỉ học sinh các thành phố lớn mới có Cửa vào đại học còn học sinh nông thôn thì cánh cửa vào đại học lại xa vời quá",
            "Vừa check lại phổ điểm 2018 để đối chiếu với năm nay thì thấy đề 2018 khó cả từ những môn như Lý, Hóa, Sử, Địa, Sinh, Văn bằng chứng mấy môn này không môn nào điểm tb quá 6, nhiều môn còn dưới 5, thậm chí dưới 4."
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 18",
          "example_comments": [
            "Chắc nhiều b thi lại ý nên chỉ thi mấy môn khối đó thôi",
            "xứng đáng thôi khó thế cũng làm đc",
            "ui thôi mà"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Cầu trời trừ th em t ra Quốc Trung",
            "Trong này có tui không dợ 🥹",
            "chả nhẽ trong 777 đứa lại trúng t;)("
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Ối dồi ôi",
            "Địa liệt thì nể",
            "Đức YênPhamVan Nam toán"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1ZqHJGzYYj/",
    "poster": "Kaito Kid",
    "time": "16 tháng 7 lúc 09:10",
    "content":"@Sao các bạn bảo đề khó, không làm được bài cơ mà ???",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 300",
          "example_comments": [
            "Em xin lỗi",
            "Đề khó ko làm đc bài mà điểm cao thì do học tài thi phận. Mong cho các con lọt hết ko đứa nào lọt lại",
            "Mình kb ai bảo khó nhưng mình bảo đề khó 🙂"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 17",
          "example_comments": [
            "Tất cả chỉ là giả dối 🙁",
            "chịu r☺️",
            "Chắc giáo viên nâng điểm cho mình ák"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 36",
          "example_comments": [
            "Thì em có làm được đâu 😭",
            "Thì e có lm đc đâu",
            "Thì có đc thật đâu 🤣🤣ngồi nhờ vả các cụ hết"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 21",
          "example_comments": [
            "· NGƯỜI BỐ BẠI LIỆT BÁN SÁCH THƠ NUÔI CON Xin phép chủ trang ạ Em là Vũ Đức Nguyên 35 tuổi, một người bố khuyết tật do di chứng của bệnh sốt bại liệt từ thuở nhỏ. Cuộc đời em đã trải qua nhiều chông gai, nhưng may mắn lớn nhất trong cuộc sống này chính là có một cậu con trai nhỏ – ánh sáng, niềm tin và động lực để em cố gắng mỗi ngày. Mang trong mình khiếm khuyết về thể chất, em không đủ sức khỏe để lao động như bao người. Nhưng em không cho phép mình gục ngã. Thay vì buông xuôi, em chọn cách viết nên những vần thơ từ trái tim, từ nỗi đau, từ tình yêu thương, và từ những khát khao được sống, được cống hiến. Hiện tại, em đã xuất bản được 8 tập thơ do chính em sáng tác. Mỗi quyển có giá 100.000 đồng miễn phí ship toàn quốc. Mỗi cuốn sách em bán ra không chỉ là nguồn thu nhập nuôi con, mà còn là lời gửi gắm, là hy vọng được chia sẻ, được lắng nghe và được cảm thông. Nếu có thể, xin mọi người hãy mua một cuốn sách như một cách lan tỏa tình yêu thương và tiếp thêm cho hai cha con em một tia hy vọng trong hành trình phía trước. Thông tin liên hệ & thanh toán: Số tài khoản 0919170345 – Vũ Đức Nguyên – MB Bank (Ngân hàng Quân Đội) Địa chỉ Khu Phố Vạn Lợi, Phường Quảng Tiến, Thành Phố Sầm Sơn, Tỉnh Thanh Hoá-Phone/Zalo: 0919170345 Anh/chị có thể để lại địa chỉ và số điện thoại em sẽ liên hệ để gửi sách qua hình thức COD hoặc chuyển khoản Từ đáy lòng mình, em xin gửi lời cảm ơn chân thành đến tất cả những tấm lòng đã, đang và sẽ đồng hành cùng em. Trân trọng Vũ Đức Nguyên Có thể là hình ảnh về 2 người và em bé",
            "Mấy ng bảo đề khó đâu phải mấy bạn thủ khoa 🤣",
            "các cậu phản bội tớ"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 24",
          "example_comments": [
            "Tất cả chỉ là 1 cú lừa",
            "Khó thật, chỉ là ngta giỏi nên làm tốt thoi",
            "Content của ổ 🐍"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "Đúng là đề khó nhg là khó trượt",
            "Đề khó với t là thật còn cno chắc trùng sinh bt đáp án",
            "Đề khó mà thủ khoa còn nhiều hơn mấy năm trước nữa :)))"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Lật mặt 10🙂",
            ". bgd thua trận này r",
            "Thì k làm được thật mà =))"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1Hvm7azuj4/",
    "poster": "Kaito Kid",
    "time": "16 tháng 7 lúc 08:32",
    "content": "@Cả nước có 9 thủ khoa tuyệt đối 30/30 ",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 328",
          "example_comments": [
            "Ai muốn coi mình đỗ hay không thì có thể coi tarot ở đây nha Grove Tarot. Hoặc coi về chuyện tình cảm nhen",
            "bạo lực mạng thế",
            "Sao Hoả tới à"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 25",
          "example_comments": [
            "Siêu nhân chứ ko phải người phàm , nhờ add hỏi dùm ăn gì mà giỏi thế nhé 😇",
            "Trình là gì và trình là ai ;)))",
            "giỏi quâ tr giỏi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "tôi bị bạo lực mạng 🙂 Có thể là hình ảnh về điện thoại và văn bản cho biết '08:31 Quang Ngỡ +Follow Bảng xep hạng hãng ngày 223.2 Khám phá Thi đầu đống hạng tháng tháng TracouCiemthitdtnghitpT: o GIÁO DỤC VÀ ĐÀO TAO RANG THÔNG TIN KỲ TH TỐT NGHIỆP THPI TRA CỨU ĐIÊM THI τόT NGHIỆP THPT NĂM 2025 Thi sinh nhập số báo danh báo danh រាននី xác nhận vào cácô dưới đây 15000339 Mã xánhận nhận Q1Ch2 TRA CỬU O \"Toán: 10.00 Ngữ văn: Va 8.50 Vật tli li: 10.00 Hóa học: 10.00\" Được gửi nhiều nhất xin vía (95 đẹp gái Ta khở troi vie vãi miee đã chia sẻ phiên LIVE N..'",
            "Bạo lực mạng Có thể là hình ảnh về văn bản cho biết '08:38 Khám phá Bạn be+ Đã follow Để xuất Bo GIÁO DỤC VÀ ĐÀO rAΟ TRANG THÔNG TIN KY TH TOT NGHIỆP THP TRA CỨU ĐIỂM ΓΗ TỐT NGHIỆP THPT NĂM 2025 Thí sinh nhập số báo danh ត mã rà nhận Sốbáo danh các dưới đây Mã อปัอเคุย iz4z IZ4XZ TRA TRACỨU \"Toán 0Ngu văn: 7.50 c:0/xa70VE10o Vậtli 10.00 lóa học: 10.00 il Nhấn để xem |NhấnđểxemLIVE LIVE Đang LIVE Quang Bo Ngỡ THUỘCVỀB 0ςνΈΒΟΠΛΟAΝλBЛOTΛΟ GIÁODUCV ĐAOTAO Tra CỨu Điểm Thi Tốt Nghiệp 2025 Trang chủ Cuahang + Hộpthư Hso'",
            "phải người kh"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 5",
          "example_comments": [
            "trong trang mình có post đủ các web tra điểm từng tỉnh nè",
            "Bảo Trân ngầu vạiii",
            "Trong đó có Thái Bình(cũ)"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 11",
          "example_comments": [
            "Đã đỉnh toán , lý, hoá rồi văn lại cao nữa. Đẳng cấp",
            "đỉnh vậy tr",
            "Đỉnh thật sự"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 32",
          "example_comments": [
            "Quỷ vl😭",
            "chất v",
            "các em chất thee"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "Có thôi đi k",
            "thế mà các em bảo bố của đề 2018 ☺️",
            "Minh Duy vô nhận thông tin"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/16jDPnDFtn/",
    "poster": "Kaito Kid",
    "time": "16 tháng 7 lúc 08:43",
    "content": "@ Bảng điểm thủ khoa năm nay",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 1052",
          "example_comments": [
            "Ai muốn coi mình đỗ hay không thì có thể coi tarot ở đây nha Tarot Để Biết Ai Ghost Hoặc coi về định hướng ngành, chuyện tình cảm, công việc,..",
            "Xin vía thủ khoa D1 cho con gái mình 13 năm nữa thi 😀",
            "nể mỗi thủ khoa D01"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 88",
          "example_comments": [
            "· xin vía cho thằng cháu 11 năm nữa thi",
            "Các cháu quá giỏi",
            "· xin vía cho cháu nhà 15 năm nữa đi thi nhé. Cảm ơn cả nhà :))"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 102",
          "example_comments": [
            "Quá giỏi. Kh trách đề khó, chỉ trách mình ngu!",
            "Thật sự mình nể các bạn , đến bây giờ thì mình ko dám kêu đề khó nữa , chỉ trách mình quá ngu",
            "cho e hỏi thi 4 môn nhưng chỉ xét 3 môn vào dh đúbg k ạ, còn 1 môn kia trên liệt là đc ạ"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 33",
          "example_comments": [
            "Mấy đứa này ko thi thì thôi chứ thi xong toàn về thủ khoa max điểm thế này giỏi vậy trời.",
            "t cần tìm ngay thủ khoa D01 🙂",
            "tiếc thật mình chỉ kém thủ khoa có 5 điểm thôi"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 55",
          "example_comments": [
            "Có phổ điểm theo khối ko ad ơi",
            "Khối A điểm tuyệt đốiiii 🔥🔥",
            "Các Thủ khoa khối a00 nhả vía đi ạ"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 28",
          "example_comments": [
            "Quá là đỉnh cao",
            "Đỉnh nóc kịch trần bay phấp phới",
            "Đỉnh zữ tròi"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 11",
          "example_comments": [
            "Ông D01 vs A01 có trụ trùng sinh à=))",
            "Tụi m tập trung vào 1 hàng t lạy mỗi đứa 1 cái",
            "D01 ra nhận từ t 3 lạy"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1DSWngej4V/",
    "poster": "Kaito Kid",
    "time": "16 tháng 7 lúc 08:48",
    "content":"@🎖 Thủ khoa khối A01 cũng đồng thời là thủ khoa khối D01 với điểm Toán 10, Ngữ văn 9.25, Vật lý 10, Tiếng Anh 9.75 🥳",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 194",
          "example_comments": [
            "1m cân 2 bố của các loại bố",
            "Bạo lực mxh",
            "cách để bạo lực mạng"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 11",
          "example_comments": [
            "Chắc chắn là trùng sinh r 🥲",
            "Chắc tái sinh à😂",
            "nhận luôn làm chồng"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 8",
          "example_comments": [
            "Cân cả 2 khối=))))",
            "Giảm sức mạnh con tướng này đi",
            "Sĩ cả đời lun"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 7",
          "example_comments": [
            "· đọc tin thôi mà sao thấy khó thở quá 😮‍💨",
            "Đề khó với chúng ta thôi 🤣 bọn bịp",
            "thôi mà đừng nói nữa mà"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 14",
          "example_comments": [
            "Quái vật hả chứ người gì mà giỏi ác",
            "Giỏi quá 💮",
            "ảo giác rồi"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 10",
          "example_comments": [
            "Đăng này để ae tự ti à😭😭😭",
            "KHÔNG CHỈ LÀ THỦ KHOA KÉP – NAM SINH NÀY LÀ CHỦ NHÂN CỦA 5 DANH HIỆU THỦ KHOA TOÀN QUỐC 🥹👑🔥 Sĩ tử- Trí Nguyễn học sinh trường THPT Tân Phú(Đồng Nai) – đã khiến cả nước phải trầm trồ khi xuất sắc giành 5 danh hiệu thủ khoa toàn quốc, bao gồm: 1. Thủ khoa toàn quốc kỳ thi tốt nghiệp THPT 2. Thủ khoa A00 (Toán – Lý – Hóa) 3. Thủ khoa C01 (Toán – Lý – Văn) 4. Thủ khoa C02 (Toán – Văn – Hóa) 5. Thủ khoa C03 (Văn – Lý – Hóa) 🥹✨ Trí Nguyễn không chỉ là cái tên, mà là minh chứng sống cho nghị lực, đam mê và một tinh thần không khuất phục trước bất kỳ giới hạn nào. Từng con điểm em đạt được không chỉ là con số, mà là những giấc mơ được viết bằng mồ hôi, nước mắt và những đêm dài đèn chưa bao giờ tắt. 🌸 Người ta nói mỗi mùa thi lại có một vì sao sáng – và năm nay, Giàu chính là chòm sao rực rỡ nhất trên bầu trời học thuật Việt Nam. Một chàng trai nhỏ nhắn nhưng mang trong mình khát vọng lớn lao, trái tim bền bỉ và ý chí sắt đá – em xứng đáng với tất cả những tràng pháo tay và sự ngưỡng mộ chân thành nhất. 🎓 Từ miền đất Đồng Nai, em không chỉ “chạm” mà còn viết lại định nghĩa của hai chữ Thủ khoa. Một lần thôi là mơ ước, còn em thì làm tới… tận 5 lần! 👏 Xin được cúi đầu ngưỡng mộ và gửi tới Đạt trọn vẹn yêu thương, tự hào và khâm phục. Em không phải thủ khoa thường, em là thần thoại có thật của mùa thi này! 💌💫",
            "Ta nói nó đỉnh🔥"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "· Bảo Trân 🤯🤯🤯",
            "Mai Trang bạo lực 🥲"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1CpEX2HSZH/",
    "poster": "Kaito Kid",
    "time": "16 tháng 7 lúc 19:32",
    "content": [
      "@Em Nguyễn Việt Hưng - học sinh lớp 12 chuyên Anh, Trường THPT chuyên Chu Văn An KHÔNG PHẢI ĐẠT THỦ KHOA KÉP mà là ĐẠT 5 DANH HIỆU THỦ KHOA ở tất cả các lĩnh vực dự thi, xét tuyển 🔥🔥🔥",
      "Các danh hiệu gồm:",
      "💐 Thủ khoa toàn quốc thi tốt nghiệp THPT",
      "💐 Thủ khoa A01 (Toán, Lý, Anh)",
      "💐 Thủ khoa C01 (Toán, Văn, Lý)",
      "💐 Thủ khoa D01 (Toán, Văn, Anh)",
      "💐 Thủ khoa D1 (Văn, Lý, tiếng Anh)"
    ],
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 874",
          "example_comments": [
            "Xin vía học giỏi cho con gái nhà mình 🥰",
            "Thủ khoa ❌ Bạch nguyệt quang, thái tử gia trường học, ánh trăng sáng học đường, con nhà người ta, chiếc bằng khen di động ✅",
            "Có hệ thống hả,cho em mượn vài năm đi anh,tại anh cũng thi xong rồi á"
          ]
        },
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 24",
          "example_comments": [
            "Đủ wow rồi nha, tận năm danh hiệu thủ khoa lận :))",
            "Đáng sợ thật sự",
            "Huỳnh Gia chồng tui"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 19",
          "example_comments": [
            "Xin vía cho cu em 9 năm nữa thi TNTHPT",
            "Thủ khoa❌ Giảm sức mạnh con tướng này dùm em vs ạ✅ Tiểu thuyết cx k dám viết nvật chính giỏi như này✅ Trùng sinh quay lại hả✅ Hệ điều hành mạnh hơn IOS✅ Chat GPT đời thực✅ => QUÁ GIỎI cho em xin vía năm sau ạ",
            "Truongg Hợpp vào xin vía lieenfn :))"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 78",
          "example_comments": [
            "Này xin vía ko ăn thua đâu các b, giỏi thế này thì phải xin giống😭",
            "Chúc mừng em nhé giỏi quá. 😍😍😍",
            "Giỏi quá. Chúc mừng em💐💐💐"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 60",
          "example_comments": [
            "Anh này trùng sinh chắc luôn",
            "sau t đặt tên con t dựa trên tên thủ khoa 2025",
            "Trùng sinh chắc luôn"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 24",
          "example_comments": [
            "Tiểu thuyết cũng không dám viết n9 như này😭😭",
            "TA mà 10 nữa là thôi khỏi ai làm lại, nhạc nào cũng nhảy 🥲",
            "trùng sinh tôi cũng không làm được"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 29",
          "example_comments": [
            "thắng đời 1000-0",
            "sĩ tới cuối đời luôn =)))",
            "· 1000 kịch bản điện ảnh chạy trong đầu"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1EhgRyNreB/",
    "poster": "Kaito Kid",
    "time": "17 tháng 7 lúc 11:50",
    "content":"@Điểm chuẩn đại học nhiều khối sẽ giảm sâu, tới 2-3 điểm!",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 2",
          "example_comments": [
            "Theo báo Vietnamnet - Dựa vào phổ điểm thi tốt nghiệp THPT, đại diện các trường đại học dự đoán điểm chuẩn xét tuyển khối A00, A01, B00, D01 sẽ giảm, thậm chí có khối giảm sâu 2-3 điểm. 📌 Số lượng thí sinh giảm mạnh, phổ điểm thấp hơn năm ngoái Bộ GD-ĐT đã công bố điểm thi tốt nghiệp THPT 2025 của hơn 1,16 triệu thí sinh. Theo phân tích của báo VietNamNet đối với các khối xét tuyển đại học truyền thống như A00, B00, C00, D01, A01, năm nay có sự thay đổi đáng kể so với năm trước. - Khối A00 có 165.467 thí sinh dự thi, điểm trung bình là 19,33. So với năm 2024, số thí sinh dự thi khối A00 năm nay giảm 178.000, điểm trung bình cũng giảm 1,57 điểm. - Khối B00 có 46.607 thí sinh dự thi, chỉ bằng 1/7 số thí sinh khối B00 năm ngoái. Điểm trung bình khối B00 năm nay là 18,34, giảm 2,19 điểm so với năm ngoái. - Khối C00 có 310.012 thí sinh, điểm trung bình 19,66. So với năm ngoái có 704.024 thí sinh, điểm trung bình 20,95 thì số thí sinh khối này năm nay giảm 400.000 em, điểm trung bình giảm 1,29 điểm. - Khối D01 có 360.248 thí sinh, điểm trung bình là 18,62. So với năm ngoái có tới 902.731 thí sinh, năm nay ít hơn 542.000. Điểm trung bình thấp hơn năm ngoái 0,87 điểm. - Khối A01 chỉ có 148.246 thí sinh, ít hơn 180.000 người so với năm ngoái. Điểm trung bình khối A01 năm nay là 18,84, thấp hơn năm ngoái 1,63 điểm. 📌 Điểm chuẩn nhiều khối giảm sâu Ông Phùng Quán, chuyên gia tuyển sinh Trường Đại học Khoa học Tự nhiên TPHCM cho rằng, theo phổ điểm kỳ thi THPT năm 2025, chỉ khoảng 12% thí sinh đạt 7 điểm trở lên môn Toán, trong khi tỷ lệ này ở môn Vật lý là 54%, Hóa học 34%. Môn Tiếng Anh có tới 85% thí sinh dưới 7 điểm. Điểm môn Toán giảm mạnh so với các năm trước, trong khi các môn khác biến động không đáng kể. Năm 2025, ngoại trừ phương thức tuyển thẳng, các phương thức còn lại đều quy về một điểm chung để xét tuyển, dẫn đến khả năng điều chỉnh điểm chuẩn ở nhiều ngành.",
            "Tuấn Annh"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 48",
          "example_comments": [
            "· giảm tầm 7d là đậu nv1😇",
            "giảm giúp em 5đ ^^",
            "Giảm 10đ giúp e🙏🙏🙏"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 32",
          "example_comments": [
            "Khả năng vào đc công thương để đi lm nhà thương",
            "Giảm 4 điểm dùm em",
            "Giảm 10 điểm mới đỗ"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Em nào đậu đại học trăm mâm chị sale váy đi bàn 400k, chỉ riêng cho 2k7 thôi nha 😍😍",
            "thật không hay chỉ đùa giỡn tăng thêm 2-3đ",
            "đã quá tr"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 87",
          "example_comments": [
            "giảm sp cd tầm 1 2đ dùm em nghe",
            "mnf giảm năm nay r năm sau giữ nguyên, k thì năm sau giảm🥰",
            "hcmue giảm dùm 7đ nha"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 6",
          "example_comments": [
            "Chỉ xin giảm 1 đ thôi là đủ r ạ ;-;",
            "3 thôi hả trường...",
            "Nguyen Tien Thanh chắc ổn cả thôi"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "đã vậy trời"
          ]
        }
      ]
    }
  },
  {
    "url": "https://www.facebook.com/share/p/1R9BJ21aAE/",
    "poster": "Kaito Kid",
    "time": "19 tháng 7 lúc 16:42",
    "content":"@Dự thảo mới từ Bộ GD&ĐT: Học sinh trường chuyên trên toàn quốc sẽ học chương trình riêng!",
    "summary": {
      "num_opinions": 7,
      "opinions": [
        {
          "label": "Đồng tình",
          "description": "Số lượng comment: 4",
          "example_comments": [
            "Theo báo Dân trí - Bộ GD&ĐT vừa công bố Dự thảo Thông tư Chương trình giáo dục nâng cao môn chuyên trong trường chuyên. Đây là lần đầu tiên có 1 chương trình riêng được chuẩn hoá dành cho trường chuyên trên toàn quốc. 📌 Dự thảo Thông tư gồm chương trình giáo dục nâng cao của 15 môn học được giảng dạy tại trường THPT chuyên gồm: Toán, ngữ văn, vật lý, hoá học, sinh học, tin học, địa lý, lịch sử, tiếng Anh, tiếng Nga, tiếng Pháp, tiếng Đức, tiếng Hàn, tiếng Nhật và tiếng Trung. Nguyên tắc xây dựng chương trình là nâng cao từ chương trình môn học hiện hành. 📌 Nội dung môn học chứa đựng những chuyên đề tiếp cận nội dung quốc gia và quốc tế quan tâm, đáp ứng yêu cầu đào tạo mũi nhọn, lựa chọn nhân tài, đáp ứng cuộc thi học sinh giỏi quốc gia, quốc tế. Ví dụ, với chương trình nâng cao môn ngữ văn, học sinh trường chuyên được học 21 chuyên đề sâu trong 3 năm THPT, trong đó có những nội dung mà học sinh đại trà không được tiếp cận như văn học Việt Nam thời kỳ đổi mới (sau 1986). Với chương trình nâng cao môn lịch sử, học sinh chuyên sử được học 9 chuyên đề đặc biệt và có tính thực tiễn cao như vấn đề biển Đông, quan hệ giữa Việt Nam - ASEAN, đường lối ngoại giao Hồ Chí Minh… 📌 Mỗi chuyên đề sâu nói trên được học trong 18-20 tiết học. Chương trình cũng quy định thời lượng cụ thể cho từng môn. Trong đó, các môn ngữ văn, toán và ngoại ngữ có 70 tiết/năm học; các môn lịch sử, địa lí, vật lí, hóa học, sinh học và tin học có 52 tiết/năm học. Riêng các môn thuộc lĩnh vực khoa học tự nhiên sẽ tăng cường nội dung thực hành, thí nghiệm, đẩy mạnh khai thác công nghệ thông tin và định hướng học sinh chuyên trong khai thác và sử dụng công nghệ AI. 📌 Bên cạnh đó, chương trình giáo dục nâng cao các môn chuyên phải có nội dung bắt buộc và nội dung lựa chọn bắt buộc chiếm tỉ lệ khoảng 20% thời lượng chương trình. Bộ GD&ĐT đánh giá chương trình nâng cao này sẽ tác động tích cực tới giáo viên, học sinh và thị trường lao động. Đối với học sinh có năng khiếu, chương trình tạo môi trường học thuật nâng cao, phát triển khả năng tư duy logic, sáng tạo, phản biện, phát triển năng lực tự học, nghiên cứu, trình bày học thuật; đảm bảo năng lực tham gia thi học sinh giỏi các cấp, kỳ thi quốc tế, nghiên cứu khoa học kỹ thuật học sinh trung học. 📌 Chương trình cũng giúp học sinh xác định lộ trình nghề nghiệp sớm và rõ ràng thông qua: Kiến thức mở rộng về ngành, lĩnh vực liên quan đến môn học; học tập định hướng nghề nghiệp chuyên biệt. Lý giải về việc xây dựng chương trình này, Bộ GD&ĐT cho biết Luật Giáo dục năm 2019 và Chương trình giáo dục phổ thông 2018 ban hành theo Thông tư 32 xác định giáo dục chuyên là một bộ phận quan trọng trong hệ thống giáo dục phổ thông. Tuy nhiên, hiện nay chưa có văn bản quy phạm pháp luật riêng quy định cụ thể nội dung chương trình nâng cao các môn chuyên đảm bảo thống nhất trong tổ chức giảng dạy giữa các địa phương và cơ sở giáo dục. Việc ban hành chương trình giáo dục nâng cao là nền tảng để đảm bảo chất lượng, tính đồng bộ và định hướng chiến lược dài hạn cho giáo dục mũi nhọn, đồng thời đảm bảo công bằng trong giáo dục chuyên trên cả nước. Có thể là hình ảnh về cuống vé và văn bản",
            "Đứa nào bảo phân chia giai cấp thì vào mà học ánh xạ, tổ hợp lặp, chỉnh hợp lặp, chuyên đề bất đẳng thức, nguyên lý Đi rích lê... Và 7749 thứ khác không có trong ma trận đề thi ạ",
            "Định cách ly mấy đứa như t với mấy đứa có hệ thống,trùng sinh hay gì"
          ]
        },
        {
          "label": "Ủng hộ",
          "description": "Số lượng comment: 273",
          "example_comments": [
            "Phân biệt chủng học",
            "Hs trg chuyên sẽ được nhận đặc quyền thi những bài thi có độ khó như năm nay để có một bảng điểm đẹp 🥰🥰",
            "Thi thì thi chung mà học thì chơi học riêng hai cái môi t nó sắp ly dị r nè 🙂"
          ]
        },
        {
          "label": "Chế giễu",
          "description": "Số lượng comment: 31",
          "example_comments": [
            "Không khác gì phân chia giai cấp cho mấy chỗ k có trường chuyên =))",
            "phân chia giai cấp dữ v 🤗",
            "Thấy giống phân chia cấp quá r:)))"
          ]
        },
        {
          "label": "Trung lập",
          "description": "Số lượng comment: 1",
          "example_comments": [
            "Thật ra thì lậu nay bọn em vẫn học chương trình riêng đối với môn chuyên mà a"
          ]
        },
        {
          "label": "Phản đối",
          "description": "Số lượng comment: 26",
          "example_comments": [
            "Phân chia giai cấp ngay từ đầu=))))",
            "Topic : Đại học kiến trúc tphcm đi anh kidddd!!! ( lần 5)",
            "Thi tốt nghiệp ra đề vừa sức trường chuyên thì phổ điểm môn nào cũg như toán năm nay 😭"
          ]
        },
        {
          "label": "Thông cảm",
          "description": "Số lượng comment: 13",
          "example_comments": [
            "Vấn đề là nếu không được đưa vào thi cử hay đánh vào thành tích cá nhân thì các chuyên đề này cũng chỉ mang tính hình thức giống mấy bài giáo dục địa phương thôi. Học sinh trường chuyên hầu như toàn cày ccqt hoặc hsg lấy đây ra thời gian để nhà trường và thầy cô nghiên cứu mấy cái này",
            "Như dự án trường 985 (đã sửa hẹ hẹ) các thứ của tq thôi, phân chia giai cấp trường 🤣",
            "Ủa hinnhu chỉ học ncao môn chuyên thôi mà"
          ]
        },
        {
          "label": "Chỉ trích",
          "description": "Số lượng comment: 19",
          "example_comments": [
            "vậy phải thi TN theo chương trình riêng không??",
            "Vậy lúc thi tốt nghiệp thi riêng được không tại mới khứa trường chuyên giỏi hơn rất nhiều mà giờ nó thì chung là đề khó cho mấy em lắm á. (Bí mật nhỏ để thì điểm cao là tự học đi mấy em, chứ đôi lúc thầy cô dạy trên trường thì mấy em chỉ hiểu lúc dạy rồi cũng chả biết mik học gì tới đâu và khả năng như nào đâu, cái này là đối vs thầy cô trên trường chứ k phải học thêm nhé. Mà tự học lợi lắm khuyết khích tự học kết hợp học trên trường cho mấy em thi tốt nghiệp năm sau nha) Chúc mấy em năm sau thi điểm cao nha🥰🥰🥰🥰",
            "Học chương trình riêng thì thi chương trình riêng th nhỉ?"
          ]
        }
      ]
    }
  }
]
